[Main]
DisplayName=Ελληνικά

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Προειδοποίηση
lbl_Warnning_Detail.caption=Αυτό το πρόγραμμα για υπολογιστή προστατεύεται με νόμο περί πνευματικών δικαιωμάτων και τις διεθνείς συνθήκες.
lbl_copyright.caption=© IObit. Όλα τα δικαιώματα διατηρούνται.
lbl_Thanks_Title.caption=Ιδιαίτερες ευχαριστίες στους ακόλουθους ανθρώπους για τη σπουδαία συμβολή τους:
rdhtmlEula.caption=<a>EULA</a> | <a>Πολιτική απορρήτου</a>
Instructions_M=Οδηγίες απεγκατάστασης
lblAcknow.caption=Ευχαριστίες

[ActionCenter_M]
M_HideAC=Απόκρυψη
M_ShowAC=Προβολή
M_AC_Tips=Αποκτήστε καλύτερη προστασία της ασφάλειας και ενίσχυση της απόδοσης με συνιστώμενα προγράμματα.
M_ShowACTitle2=Ειδοποίηση!
M_ShowACDesc=Όλα τα συνιστώμενα προγράμματα είναι κρυμμένα! Κάντε κλικ στο "Προβολή" για να τα προβάλετε ξανά και μετά εγκαταστήστε τα ώστε να αποκτήσετε ολοκληρωμένη προστασία της ασφάλειας και την τελική απόδοση.
M_LearnRecommendNote=Δεν υπάρχουν συνιστώμενα προϊόντα αυτή τη στιγμή.
M_LearnRecommendDesc=Παρακαλώ κάντε κλικ στο "Μάθετε περισσότερα" για να δείτε περισσότερα προϊόντα που ίσως σας ενδιαφέρουν.
M_none=Κανένα
M_Fix=Εγκατάσταση τώρα
M_LearnMore=Μάθετε περισσότερα
M_Install=Εγκατάσταση τώρα
M_fixing=Εγκατάσταση
M_Updating=Ενημέρωση
M_failed=Απέτυχε
M_RuningWell=Εγκαταστάθηκε η τελευταία έκδοση
M_Outdated=Παρωχημένο
M_NotInstalled=Δεν έχει εγκατασταθεί
M_Insatlled=Εγκαταστάθηκε
M_Update=Ενημέρωση τώρα
M_ASCCaption=Απόδοση συστήματος
M_ASCInfo_NotIns=Εκκαθαρίστε άχρηστα αρχεία, σκουπίστε ίχνη απορρήτου και διορθώστε σφάλματα Μητρώου στο PC σας.
M_ASCInfo_UpToDate=Το Advanced SystemCare επιταχύνει και βελτιστοποιεί το PC σας με 1-κλικ.
M_ASCInfo_NeedUpDate=Το Advanced SystemCare χρειάζεται ενημέρωση.
M_RunASC=Σάρωση τώρα
M_ASCOffer=Εκκαθαρίστε και βελτιστοποιήστε το PC με 1-κλικ.<br>Επιταχύνετε το PC έως και κατά 200%.<br>Αυξήστε την ταχύτητα του Ίντερνετ έως και κατά 300%.<br>Παρακολουθήστε τις καταστάσεις του PC σε πραγματικό χρόνο για ομαλότερο PC.<br>Προστατέψτε το PC σας από το κοινό λογισμικό υποκλοπής.
M_IMFCaption=Προστασία από κακόβουλο λογισμικό
M_IMFInfo_NotIns=Αποκτήστε καλύτερη προστασία, εγκαθιστώντας το προγραμμα της IObit που προστατεύει από κακόβουλο λογισμικό.
M_IMFInfo_UpToDate=Το IObit Malware Fighter προστατεύει το PC σας από από διάφορα κακόβουλα προγράμματα.
M_IMFInfo_NeedUpDate=Το πρόγραμμα προστασίας σας από κακόβουλο λογισμικό χρειάζεται ενημέρωση.
M_RunIMF=Σάρωση τώρα
M_IMFOffer=Ολοκληρωμένη προστασία σε πραγματικό χρόνο έναντι όλων των τύπων κακόβουλου λογισμικού.<br>Γρήγορη σάρωση και αποτελεσματική ανίχνευση και αφαίρεση απειλών.<br>Προληπτική αποτροπή των επιθέσεων από ransomware.<br>Ασφαλής online περιήγηση και λήψη.<br>Πλήρης συμβατότητα με άλλα προγράμματα ασφαλείας.
M_DBCaption=Ενημέρωση οδηγών
M_DBInfo_NotIns_C=Ενημερώστε και επιδιορθώστε τους οδηγούς σας για να απολαύσετε ένα πιο σταθερό PC.
M_DBInfo_NotIns=Μπορεί να υπάρχουν παρωχημένοι οδηγοί που ίσως επιβραδύνουν & αποσταθεροποιήσουν το PC σας.
M_DBInfo_UpToDate=Το Driver Booster ενημερώνει όλους τους οδηγούς στο PC σας.
M_DBInfo_NeedUpDate=Το πρόγραμμα ενημέρωσης των οδηγών σας χρειάζεται ενημέρωση
M_DBDesc=Ενημερώστε όλους τους οδηγούς στο PC σας.
M_RunDB=Σάρωση τώρα
M_DBOffer=Μεγάλη βάση δεδομένων για οδηγούς (4.500.000+).<br>Ασφαλής ενημέρωση με πιστοποιημένους οδηγούς WHQL με 1-Κλικ.<br>Καλύτερη απόδοση στο παίξιμο παιχνιδιών.<br>Επιδόρθωση αποτυχίας δικτύου, απουσίας ήχου, κακής ανάλυσης, κ.λπ.<br>Μείωση παγωμάτων & καταρρεύσεων του Συστήματος.
M_SDCaption=Βελτιστοποίηση δίσκου
M_SDInfo_NotIns=Βελτιστοποιήστε τους δίσκους σας για να έχετε ταχύτερη εκκίνηση του PC και υψηλότερη ταχύτητα πρόσβασης αρχείων.
M_SDInfo_UpToDate=Το Smart Defrag ανασυγκροτεί το δίσκο για υψηλή απόδοση.
M_SDInfo_NeedUpDate=Το πρόγραμμα ανασυγκρότησης των δίσκων σας χρειάζεται ενημέρωση.
M_RunSD=Ανασυγκρότηση τώρα
M_SDOffer=Υψηλότερη ταχύτητα πρόσβασης αρχείων.<br>Μέγιστη απόδοση σκληρών δίσκων.<br>Επιτάχυνση της εκκίνησης του PC έως και κατά 100%.<br>Βελτιστοποίηση παιχνιδιών για καλύτερη εμπειρία παιξίματος.
M_DLCaption=Διαχειριστής κωδικών πρόσβασης
M_DLInfo_NotIns=Προστατέψτε και διαχειριστείτε όλους τους κωδικούς πρόσβασής σας, με τον διαχειριστή κωδικών πρόσβασης Dashlane.
M_DLInfo_UpToDate=Δεν ξεχνάτε ποτέ τους κωδικούς πρόσβασής σας με το ασφαλές Dashlane.
M_RunDL=Διαχείριση
M_DLOffer=Ο απλός, ασφαλής τρόπος για να διαχειρίζεστε τους κωδικούς πρόσβασής σας.<br>Δημιουργήστε μοναδικούς κωδικούς πρόσβασης για να προστατεύσετε τους λογαριασμούς σας.<br>Κάντε αυτόματη είσοδο στις αγαπημένες σας ιστοσελίδες.<br>Για Windows, Mac, iOS και Android.
M_RunIOT=Διαχείριση τώρα
M_IOTCaption=Διαχειριστής iPhone
M_IOTInfo_NotIns=Μεταφέρετε δεδομένα iPhone, εκκαθαρίστε & ενισχύστε το iPhone σας.
M_IOTInfo_UpToDate=Μεταφέρετε δεδομένα iPhone, εκκαθαρίστε & ενισχύστε το iPhone σας.
M_IOTInfo_NeedUpDate=Το IOTransfer χρειάζεται ενημέρωση.
M_IOTTip=Το IOTransfer υπόσχεται:<br>+ Εύκολη διαχείριση φωτογραφιών & επαφών στο iPhone<br>+ Μεταφορά περιεχομένου από iPhone στο PC με 1-κλικ<br>+ online λήψη βίντεο από 100+ ιστοσελίδες<br>+ Εκκαθάριση άχρηστων αρχείων όλων των τύπων σε iPhone και iPad
M_IOTOffer=Το καλύτερό σας εργαλείο διαχείρισης αρχείων iPhone/iPad.<br>Μεταφορά δεδομένων με 1-κλικ από το iPhone/iPad στο PC. <br>Κατεβάστε online βίντεο και μετατρέψτε τα σε διάφορες μορφές αρχείων <br>Εκκαθαρίστε άχρηστα αρχεία εύκολα και με ασφάλεια για να αποδεσμεύσετε χώρο στην iOS συσκευή. <br>Ασύρματη μεταφορά περιεχομένου μεταξύ συσκευής iOS και PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Το Web Companion σας προστατεύει από το ηλεκτρονικό "ψάρεμα" και τις κακόβουλες τοποθεσίες.
M_AdawareInfo_UpToDate=Το Web Companion σας προστατεύει από το ηλεκτρονικό "ψάρεμα" και τις κακόβουλες τοποθεσίες.
M_AdawareOfferDesc=Να εγκατασταθεί το Web Companion για να βελτιώσω την προστασία μου στο διαδίκτυο και να οριστεί η Bing® της Microsoft™ ως η αρχική μου σελίδα, οι νέες καρτέλες και η προεπιλεγμένη μηχανή αναζήτησης, στους συμβατούς περιηγητές.
M_AdawareOffer=Γρήγορη και εύκολη εγκατάσταση.<br>Προστασία κατά του ηλεκτρονικού "ψαρέματος".<br>Προστασία Ιστού σε πραγματικό χρόνο.<br>Συμβατότητα με πολλά προγράμματα περιήγησης.
M_AomeiCaption=Λογισμικό αντιγράφων ασφαλείας
M_AomeiInfo_NotIns=Η τελική λύση δημιουργίας αντιγράφων ασφαλείας, για να αντιγράφετε το σύστημα και τους σκληρούς δίσκους.
M_RunOpera=Εκτέλεση τώρα
M_OperaCaption=Πρόγραμμα περιήγησης Opera
M_OperaInfo_NotIns=Γρήγορος και ασφαλής περιηγητής με ένα ενσωματωμένο μπλοκάρισμα διαφημίσεων.
M_OperaInfo_UpToDate=Γρήγορος και ασφαλής περιηγητής με ένα ενσωματωμένο μπλοκάρισμα διαφημίσεων.
M_OperaOffer=Αποκλεισμός διαφημίσεων για φόρτωση ιστοσελίδων έως και κατά 90% γρηγορότερα. <br>Περιήγηση έως και μία ώρα περισσότερο. <br>Περισσότερη ιδιωτικότητα σερφάροντας μέσω του δωρεάν VPN.
M_SUCaption=Ενημερωτής λογισμικού
M_SUInfo_NotIns=1-κλικ για να ενημερώνετε και εγκαθιστάτε όλα τα σημαντικά σας προγράμματα.
M_SUInfo_NotIns_C=%d προγράμματα είναι παρωχημένα. Εγκαταστήστε τον Ενημερωτή λογισμικού της IObit για να τα ενημερώσετε με ένα κλικ.
M_SUInfo_NotIns_C1=1 πρόγραμμα είναι παρωχημένο. Εγκαταστήστε τον ενημερωτή λογισμικού της IObit για να το ενημερώσετε με ένα κλικ.
M_SUInfo_UpToDate=Ο ενημερωτής λογισμικού της IObit διατηρεί όλα τα σημαντικά σας προγράμματα ενημερωμένα.
M_SUOffer1=Αυτόματη ενημέρωση παρωχημένων προγραμμάτων, το νωρίτερο. <br>1-κλικ για να εγκαθιστάτε όλες τις διαθέσιμες ενημερώσεις προγραμμάτων. <br>κλικ για να εγκαθιστάτε όλα τα επιθυμητά σας δημοφιλή προγράμματα. <br>Καθαρά προγράμματα που πέρασαν αυστηρές δοκιμές, χωρίς bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-κλικ για να αυξάνετε τα FPS σας, για πιο γρήγορη και περισσότερο ομαλή εμπειρία στο παίξιμο παιχνιδιών.
M_SMGBInfo_UpToDate=1-κλικ για να αυξάνετε τα FPS σας, για πιο γρήγορη και περισσότερο ομαλή εμπειρία στο παίξιμο παιχνιδιών.
M_SMGBInfo_NeedUpDate=Το Smart Game Booster είναι παρωχημένο.
M_SMGBOffer=Αυξήστε τα FPS για καλύτερη απόδοση στο παιχνίδι, με ένα-κλικ. <br>Παρακολουθήστε τη θερμοκρασία και τη χρήση του υλικού σε πραγματικό χρόνο.<br>Υπερχρονίστε τη GPU για βέλτιστα οπτικά εφέ στο παιχνίδι. <br>Αναλύστε & αξιολογήστε το PC για να βρείτε συμβατά παιχνίδια (38,000+).<br>Περιφρουρήστε το PC & το παιχνίδι σας για υψηλότερη ασφάλεια.
M_RunSMGB=Ενίσχυση τώρα
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Δωρεάν καταγραφή της οθόνης του PC σας σε υψηλή ποιότητα. Χωρίς χρονικό περιορισμό καταγραφής.
M_ISRInfo_UpToDate=Δωρεάν καταγραφή της οθόνης του PC σας σε υψηλή ποιότητα. Χωρίς χρονικό περιορισμό καταγραφής.
M_ISRInfo_NeedUpDate=Το iTop Screen Recorder είναι παρωχημένο.
M_ISROffer=100% δωρεάν για να καταγράφετε την οθόνη του PC σας <br>Καταγράψτε συναντήσεις μέσω βίντεο σε οποιαδήποτε μορφή αρχείου<br>Καταγράψτε ταινίες 4K και μουσική χωρίς απώλεια ποιότητας<br>Καταγράψτε σειρά διαδικτυακών μαθημάτων, δημιουργήστε εκαπαιδευτικά βίντεο<br>Καταγράψτε το παίξιμο του παιχνιδιού χωρίς καθυστερήσεις σε 1080P/60 FPS
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Δοκιμάστε δωρεάν, γρήγορη, ασφαλή υπηρεσία VPN για ασφάλεια στο διαδίκτυο.
M_iTopInfo_NotIns=100% δωρεάν, γρήγορη, ασφαλής υπηρεσία VPN για ασφάλεια στο διαδίκτυο.
M_iTopInfo_UpToDateBeta=Δοκιμάστε δωρεάν, γρήγορη, ασφαλή υπηρεσία VPN για ασφάλεια στο διαδίκτυο.
M_iTopInfo_UpToDate=100% δωρεάν, γρήγορη, ασφαλής υπηρεσία VPN για ασφάλεια στο διαδίκτυο.
M_iTopInfo_NeedUpDate=Το iTop VPN είναι ξεπερασμένο.
M_iTopOfferBeta=Απολαύστε το Διαδίκτυο χωρίς σύνορα<br>Πρόσβαση σε ιστότοπους συνεχούς ροής σε όλο τον κόσμο<br>Παίξτε παιχνίδια κλειδωμένης περιοχής οπουδήποτε<br>Απόκρυψη της διεύθυνσης IP σε δημόσιο Wi-Fi<br>100% δωρεάν, εξαιρετικά γρήγορη και καλύτερη κρυπτογράφηση στην κατηγορία
M_iTopOffer2=Ιδιωτικοί - Μείνετε ανώνυμοι ενώ σερφάρετε. <br>Ασφαλείς - Αποκρύψτε την IP και κρυπτογραφήστε τη σύνδεση στο Διαδίκτυο. <br>Γρήγοροι - Απολαύστε αστραπιαία διαδικτυακή περιήγηση. <br>Δωρεάν - Κατάργηση αποκλεισμού ιστότοπων και δωρεάν ροή.<br>Συντομεύσεις - Γρήγορη πρόσβαση σε Netflix, HBO, PUBG...
M_RuniTop=Εκτέλεση τώρα
M_RPMCaption=Διαχειριστής κωδικών πρόσβασης RoboForm
M_RPMInfo_NotIns=Δεν θα χρειαστεί ποτέ να θυμάστε ή να πληκτρολογείτε ξανά τους κωδικούς πρόσβασής σας.
M_RPMInfo_UpToDate=Με τον διαχειριστή κωδικών πρόσβασης RoboForm, λέτε αντίο στο να σημειώνετε κωδικούς πρόσβασης.
M_RPMOffer=Συνδέεστε σε ιστότοπους με ένα μόνο κλικ. <br>Δημιουργείτε ισχυρούς και μοναδικούς κωδικούς πρόσβασης.<br>Κάνει χρήση κρυπτογράφησης AES-256 bit και υποστήριξη για 2FA.<br>Για Windows, Mac, iOS, Android, και όλα τα κύρια προγράμματα περιήγησης.<br>Εισαγωγή από ένα πρόγραμμα περιήγησης ή έναν άλλο διαχειριστή κωδικών πρόσβασης.
M_RunRPM=Διαχείριση
M_Moffer_Title1=Προαιρετική προσφορά
M_Close=Κλείσιμο
M_Cancel=Άκυρο
M_Moffer_Install=Εγκατάσταση
M_Moffer_NoteEP=Κάνοντας κλικ στο "Εγκατάσταση", εσείς συμφωνείτε να εγκαταστήσετε το %s και αποδέχεστε την <a>EULA</a> & την <a>Πολιτική απορρήτου</a> του.
M_Moffer_Refund=<a>Σημείωση:</a> Μπορείτε να λάβετε επιστροφή χρημάτων εντός 30 ημερών. Διαβάστε <a>Πολιτική επιστροφής χρημάτων</a>.
M_Extract_IOT=Σύσταση IObit

[AutoUpdate_M]
lan_Downloading_M=Λήψη
lan_Speed_M=Ταχύτητα λήψης: %s
Lan_Finish_M=Τέλος
Lan_Congratulation_M=Συγχαρητήρια!
Lan_UpdateFail_M=Η ενημέρωση απέτυχε! Παρακαλώ δοκιμάστε ξανά αργότερα.
Lan_UpdateSuccess_M=Το IObit Uninstaller ενημερώθηκε. Μπορείτε τώρα να απολαύσετε τις τελευταίες δυνατότητες και βελτιώσεις.
Lan_UpdateNew_M=Έχετε ήδη την τελευταία έκδοση. Δεν υπάρχει διαθέσιμη ενημέρωση.
Lan_UpdateFreeInfo_M=Νέα έκδοση του IObit Uninstaller είναι διαθέσιμη.
Lan_UpdateFreeDownInfo_M=Παρακαλώ ενημερώστε το για να πάρετε τις τελευταίες δυνατότητες και βελτιώσεις. Είναι δωρεάν.
Lan_Sure_M=Είστε βέβαιοι για την ακύρωση της ενημέρωσης?
Lan_Download_M=Λήψη
Lan_Getting_M=Συλλέγει πληροφορίες ενημέρωσης, παρακαλώ περιμένετε...
Lan_LVheardOne_M=Διαθέσιμες ενημερώσεις
Lan_LVheardTwo_M=Νέα έκδοση
Lan_LVheardThree_M=Μέγεθος
Lan_historyInfo_M=Το IObit Uninstaller %s είναι τώρα διαθέσιμο. Ενημερώστε το για να απολαύσετε τις τελευταίες δυνατότητες και βελτιώσεις!
Lan_UpdateNow_M=Ενημέρωση τώρα
Lan_UpdateLater_M=Ενημέρωση αργότερα
lan_WhatNew_M=Τι νέο υπάρχει
Lan_NewReady_M=Νέα έκδοση είναι έτοιμη
Lan_Title=Ενημέρωση του IObit Uninstaller

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Αποστολή
lblErrorDetails.Caption=Λεπτομέρειες σφάλματος:
lblUserEmail.Caption=Το E-mail σας:
lblSuccTips1.Caption=Απεστάλη με επιτυχία! Εμείς θα βάλουμε τα δυνατά μας για να επιλύσουμε αυτό το πρόβλημα ASAP.
btnClose.Hint=Κλείσιμο

[SendBugReportNew_M]
M_AskUserTips1=αντιμετώπισε ένα πρόβλημα. Για να μας βοηθήσετε να διορθώσουμε αυτό το πρόβλημα, παρακαλώ κάντε κλικ στο "Αποστολή" για να μας στείλετε αυτόματα το αρχείο καταγραφής σφαλμάτων. <a>Πολιτική απορρήτου</a>
M_BugStatisticsTips=αντιμετώπισε ένα πρόβλημα και πρέπει να κλείσει. Αναλύουμε τώρα την αιτία. Παρακαλώ περιμένετε...
M_SendingTips=Αποστέλλεται...
M_AttentionTips1=αντιμετώπισε ένα πρόβλημα. Για να μας βοηθήσετε να διορθώσουμε αυτό το πρόβλημα, το αρχείο καταγραφής σφαλμάτων θα μας σταλεί αυτόματα σε 5 δευτερόλεπτα. Ή μπορείτε να κλείσετε αυτό το παράθυρο για να το ακυρώσετε. <a>Πολιτική απορρήτου</a>
M_InvalidEmailTips1=Άκυρη διεύθυνση email! Παρακαλώ είσάγετε το έγκυρο email σας έτσι ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Λήψη επίσημης έκδοσης...
RestoreSuccess_Caption=Έχετε εγκαταστήσει με επιτυχία το επίσημο IObit Uninstaller!
RestoreFailed_Caption=Απέτυχε η λήψη του επίσημου IObit Uninstaller. Παρακαλώ μεταβείτε στον επίσημο ιστότοπό μας για να το κατεβάσετε ξανά.
Run_Button=Εκτέλεση τώρα
Download_Button=Λήψη τώρα

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Εκτελείτε έναν ανεπίσημο IObit Uninstaller.
lbl_SecondTitle.caption=Το ανεπίσημο IObit Uninstaller δεν θα λειτουργήσει πλέον.
lbl_HarmInfo.caption=Δεν θα βλάψει μόνο την απόδοση του PC σας, αλλά επίσης θα διαρρεύσει το απόρρητό σας λόγω της ευπάθειας του Συστήματος που προκαλείται απ' αυτό.
lbl_OfficialInfo.caption=Αποκτήστε τώρα το επίσημο IObit Uninstaller για να έχετε το απόρρητο και το PC σας υπό ισχυρή προστασία.
htmlLabel_Text.caption=Απολαύστε, αποκλειστικά για εσάς <a>75%</a> ΕΚΠΤΩΣΗ, για να αποκτήσετε την έκδοση pro.
btn_GetPro.caption=Αποκτήστε το PRO
btn_GetFree.caption=Αποκτήστε τη δωρεάν έκδοση

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Αποκτήστε το <a>επίσημο IObit Uninstaller PRO με 0$</a> σήμερα, για να έχετε το απόρρητο και το PC σας κάτω από ισχυρή προστασία.
btn_GetPro_before=Αποκτήστε το Pro με 0$

[Detain_M]
M_MianTitle=Το IObit Uninstaller σας βοήθησε:
M_QuestionString=Είστε βέβαιοι ότι θέλετε να το απεγκαταστήσετε?
M_btnok=Οπωσδήποτε απεγκατάσταση
M_btnCancel=Θέλω να το κρατήσω
M_UninstallCaption=Απεγκατάσταση προγραμμάτων
M_DiskCaption=Εξοικονόμηση χώρου του δίσκου
M_RegCaption=Διαγραφή καταχωρίσεων Μητρώου
M_FixCaption=Επίλυση ζητημάτων λογισμικού

[Survey_M]
Title_M=Έρευνα Απεγκατάστασης
Info_M=Λυπόμαστε που βλέπουμε να φεύγεις. Παρακαλώ βοηθήστε μας να βελτιώσουμε το IObit Uninstaller, συμπληρώνοντας αυτή τη σύντομη έρευνα. Τα σχόλιά σας εκτιμώνται.
Question_M=Γιατί απεγκαθιστάτε το IObit Uninstaller?
1_M=Ατελής απεγκατάσταση (δεν αφαιρέθηκαν όλα τα υπολείμματα)
2_M=Δεν μπορεί να τρέξει κανονικά
3_M=Υπερβολικά πολλές διαφημίσεις και συνοδευτικό λογισμικό
4_M=Το εγκατέστησα μόνο για να επιλύσω ένα πρόβλημα και δεν το χρειάζομαι πια
5_M=Βρήκα μια καλύτερη εναλλακτική λύση
6_M=Άλλο (Παρακαλώ διευκρινίστε)
Button_M=Συνέχισε την απεγκατάσταση

[Uninstaller_M]
MenuRight_Caption=Ισχυρή απεγκατάσταση
Explorer_Button=Καταστροφέας αρχείων
Controlpanel_Button=Ισχυρή απεγκατάσταση

[ACD_M]
M_Downloading=Λήψη:
M_TipFixing=Επιδιόρθωση
M_Tips=Η λήψη είναι σε εξέλιξη. Κάντε διπλό κλικ στο εικονίδιο για να δείτε λεπτομέρειες.
M_Installing=Εγκατάσταση:
M_MD5Faild=Το ληφθέν αρχείο είναι κατεστραμμένο. Παρακαλώ δοκιμάστε ξανά αργότερα.
M_NetError=Η λήψη απέτυχε εξαιτίας σφάλματος δικτύου. Παρακαλώ δοκιμάστε ξανά αργότερα.
M_DiskIsFull=Ανεπαρκής χώρος στον δίσκο!
M_Speed=Ταχύτητα:
M_AreSureEx=Είστε βέβαιοι ότι θέλετε να ακυρώσετε τη λήψη?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Άκυρο
lbl_Min.Caption=Ελαχιστοποίηση
btnClose.Hint=Κλείσιμο
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Σύρε με σε ένα ανοικτό παράθυρο, σε ένα εικονίδιο της επιφάνειας εργασίας ή σε ένα εικονίδιο της περιοχής ειδοποιήσεων.
EasyNothingInfo=Αδύνατον να εντοπιστεί ένας στόχος! Παρακαλώ σύρε με σε άλλο παράθυρο, εικονίδιο της επιφάνειας εργασίας, ή εικονίδιο της περιοχής ειδοποιήσεων.
EasyDeleteFileFail=Το αρχείο δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται τώρα. Παρακαλώ κλείστε το αρχείο και δοκιμάστε ξανά.
EasyDeleteFolderFail=Ο φάκελος δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται τώρα. Παρακαλώ κλείστε το αρχείο και δοκιμάστε ξανά.
EasyKillProcessFail=Απέτυχε ο τερματισμός της διαδικασίας.
EasyKillProcessHint1=Είστε βέβαιοι ότι θέλετε να τερματίσετε αυτή τη διαδικασία?
EasyKillProcessHint2=Οποιαδήποτε μη αποθηκευμένα δεδομένα θα χαθούν.
EasyUninstallPath=Απεγκατάσταση ή διαγραφή:
EasyUninstall=Απεγκατάσταση
EasyShortcut=Διαγραφή συντόμευσης
EasyLocation=Άνοιγμα θέσης αρχείου
EasyDelete=Διαγραφή
EasyCancel=Άκυρο
EasyTransparency=Διαφάνεια
EasyOpaque=Αδιαφάνεια
EasyExitEasy=Άνοιγμα κύριου παραθύρου
EasyExitIobit_1=Έξοδος από το IObit Uninstaller
EasyKillProcess=Τερματισμός διαδικασίας

[ExpriedNotice_M]
Sale_Text=Αλλά μπορείτε να τα επαναφέρετε με μια αποκλειστική ΕΚΠΤΩΣΗ <a>%s</a> σήμερα!
ExpriedOneDay_M=Η συνδρομή σας έχει λήξει για <a>1</a> μέρα.
ExpriedDay_M=Η συνδρομή σας έληξε πριν από <a>%s</a> μέρες.
Logged_0_Text=Απεγκαταστήστε καταγεγραμμένα προγράμματα πλήρως, με αρχεία καταγραφής που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
Logged_1_Text=Απεγκαταστήστε πλήρως 1 καταγεγραμμένο πρόγραμμα, με αρχείο καταγραφής που δημιουργήθηκε κατά τη διάρκεια της εγκατάστασης
Logged_Text=Απεγκαταστήστε πλήρως %s καταγεγραμμένα προγράμματα, με αρχεία καταγραφής που δημιουργήθηκαν κατά τη διάρκεια της εγκατάσταση
ExpriedMessage_M=Η συνδρομή σας έχει λήξει. Τα χαρακτηριστικά PRO δεν θα είναι πλέον διαθέσιμα, αλλά μπορείτε να χρησιμοποιείτε τις δωρεάν δυνατότητες.
ExpriedTipMessage_Num=Κατά τις τελευταίες %s1 ημέρες, το IObit Uninstaller Pro σας βοήθησε να απεγκαταστήσετε %s2 προγράμματα και να εκκαθαρίσετε %s3 περισσότερα υπολειμματικά αρχεία. Ανανεώστε τώρα και μη χάσετε την <a>Αποκλειστική Έκπτωσή</a> σας!
ExpriedTipMessage_Normal=Λυπούμαστε που σας ενημερώνουμε ότι οι λειτουργίες PRO δεν θα είναι πλέον διαθέσιμες. Ανανεώστε τώρα και απολαύστε την <a>Αποκλειστική Έκπτωσή</a> σας!

[Uninstaller_form_Expried]
lbl_Notice.caption=Λυπούμαστε που σας ενημερώνουμε ότι τα ακόλουθα χαρακτηριστικά PRO δεν θα είναι πλέον διαθέσιμα:
lbl_Stubbron.caption=Καταργήστε εντελώς 1000+ επίμονα προγράμματα με τη μοναδική βάση δεδομένων
lbl_Update.caption=1-κλικ για διατηρείτε τα σημαντικά σας προγράμματα πάντα ενημερωμένα
lbl_Health.caption=Αυτόματη ανίχνευση ευπαθειών λογισμικού και εύκολο μπλοκάρισμα αναδυόμενων ειδοποιήσεων και ανεπιθύμητων διαφημίσεων
lbl_MoneyBack.caption=Είστε πλήρως προστατευμένοι με την εγγύησή μας για επιστροφή χρημάτων κατά 100%
btn_Upgrade.caption=Παίρνω την έκπτωση ανανέωσής μου
lbl_EnterCode.caption=Έχω ήδη μια άδεια

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Η συνδρομή σας έληξε!
btn_OK.caption=Ανανεώστε Τώρα

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Αποστολή σχολίων
lbl_DescTitle.caption=Περιγραφή:
lbl_EmailTitle.caption=Διεύθυνση Email:
lbl_ScreenShot.caption=Στιγμιότυπο οθόνης
lbl_TypeTitle.caption=Τύπος αιτήματος:
btnImg_FeedBackSend.caption=Αποστολή
btnImg_FeedBackCancel.caption=Άκυρο

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Αποστέλλεται...
lbl_SendFailed.caption=Η αποστολή απέτυχε. Παρακαλώ κάντε κλικ στο "ΟΚ" για να υποβάλετε μια online αποστολή σχολίων.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Ευχαριστούμε για την ανταπόκρισή σας. Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Το αγαπώ
FeedBack_2=Πρόταση
FeedBack_3=Αποτυχία απεγκατάστασης
FeedBack_4=Ζήτημα συνοδευτικού λογισμικού
FeedBack_5=Ζήτημα Επόπτη εγκατάστασης
FeedBack_6=Ζήτημα ενημέρωσης λογισμικού
FeedBack_7=Αποτυχία εμφάνισης όλων των προγραμμάτων
FeedBack_8=Προβλήματα ισχυρής σάρωσης
FeedBack_9=Αναφορά ενός σφάλματος
FeedBack_10=Άλλα
EmailMessage=Άκυρη διεύθυνση email. Παρακαλώ εισαγάγετε μιαν έγκυρη διεύθυνση email έτσι ώστε να μπορέσετε να λάβετε την απάντησή μας.
MemoHint=Παρακαλώ περιγράψτε λεπτομερώς την πρότασή σας ή το θέμα που αντιμετωπίσατε, έτσι ώστε να μπορέσουμε να βελτιώσουμε ανάλογα το προϊόν μας.
ScreenMaxMessage=Η λειτουργία απέτυχε. Έχετε φτάσει το μέγιστο των 5 στιγμιοτύπων οθόνης.
CloseHintMsg=Είστε βέβαιοι ότι δεν θέλετε να υποβάλετε την αποστολή σχολίων?
SendBugck=Επίσης στείλτε μας το αρχείο καταγραφής σφαλμάτων, για εξέταση. <a>Πολιτική απορρήτου</a>
FeedBackMessage=Παρακαλώ γράψτε μια περιγραφή
EmailHint=Παρακαλώ εισαγάγετε εδώ το σωστό σας email
Startup_Delete_M=Διαγραφή
M_FiveStar=Θα μπορούσατε παρακαλώ να μας δώσετε μια βαθμολογία 5-αστεριών?

[FileShredder_M]
ShredderDetail_0=Μπορείτε να σύρετε εδώ έναν φάκελο ή ένα αρχείο για να το καταστρέψετε.
ShredderDetail_01=Τα αρχεία που διαγράφηκαν με τη μέθοδο ρουτίνας, μπορούν να ανακτηθούν.
ShredderDetail_02=Για να καταργήσετε αρχεία οριστικά και με ασφάλεια, απλά σύρετε ένα αρχείο ή φάκελο εδώ για να το καταστρέψετε.
FileShredder_MaxCount_M=προστέθηκαν 5000 αρχεία. Παρακαλώ προσθέστε τα υπόλοιπα αρχεία μετά την καταστροφή αυτών των 5000 αρχείων.
Shredder_InUse_M=Ορισμένα αρχεία δεν καταστράφηκαν, καθώς δεν υπάρχει δυνατότητα εγγραφής σε αυτά. Παρακαλώ ελέγξτε αν εξακολουθούν να χρησιμοποιούνται.
Shredder_Del_M_1=Είστε βέβαιοι για να καταργήσετε οριστικά τα προστιθέμενα <a>%d</a> στοιχεία? Αυτή η ενέργεια είναι απολύτως ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ και μπορεί να χρειαστεί λίγος για να ολοκληρωθεί.
Shredder_DelOne_M_1=Είστε βέβαιοι για να καταργήσετε οριστικά το προστιθέμενο <a>1</a> στοιχείο? Αυτή η ενέργεια είναι απολύτως ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ και μπορεί να χρειαστεί λίγος για να ολοκληρωθεί.
Shredder_NotDel_M=Ένα αρχείο δεν καταστράφηκε καθώς είναι αδύνατη η εγγραφή σε αυτό. Παρακαλώ ελέγξτε εάν αυτό χρησιμοποιείται.
Shredder_OneFileDel_M=Το αρχείο δεν καταστράφηκε καθώς είναι αδύνατη η εγγραφή σε αυτό. Παρακαλώ ελέγξτε εάν αυτό χρησιμοποιείται.
Shredder_Sucess_M=Καταστράφηκαν με επιτυχία
Shredder_OneSucess_M=Καταστράφηκαν με επιτυχία
Shredder_DirIsEmpty_M=Αυτό είναι άδειο. Δεν μπορείτε να το καταστρέψετε.
Shredder_NotAddFolder_M=Δεν είναι δυνατή η καταστροφή του αρχείου "%s" καθώς η λειτουργία αυτή μπορεί να προκαλέσει αστάθεια του Συστήματος.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Καταστροφέας αρχείων
lbl_Listview_Title.caption=Επιλέξτε το αρχείο ή τον φάκελο που θέλετε να καταστρέψετε:
lblLoading.caption=Φορτώνει...
lbl_AddFile.caption=Προσθήκη αρχείου...
lbl_AddFolder.caption=Προσθήκη φακέλου...
RdImageButton_Shredder.caption=Καταστροφή
RdImageButton_Cancel.caption=Άκυρο
ListView_FileList.Columns[0].Caption=Διαδρομή αρχείου
Menu_Shredder_Shredder.caption=Καταστροφή
Menu_Shredder_AddFile.caption=Προσθήκη αρχείου
Menu_Shredder_AddFolder.caption=Προσθήκη φακέλου
Menu_Shredder_Romove.caption=Κατάργηση
Menu_Shredder_Clean.caption=Καθαρός
lbl_Shredder_Tip.caption=Τώρα καταστρέφονται τα αρχεία. Αυτό μπορεί να πάρει κάποιο χρόνο, παρακαλώ περιμένετε...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Αδύνατη η προσθήκη του αρχείου "%s" προς κατάργηση, καθώς αυτή η λειτουργία μπορεί να προκαλέσει αστάθεια του συστήματος.
EndProgressMsg=Το %s εκτελείται. Είστε βέβαιοι ότι θέλετε να το τερματίσετε για να συνεχίσετε την απεγκατάσταση?
ListView_FindReslut.Columns[0]_M=Όνομα
PopMenu_OpenFolder_M=Άνοιγμα θέσης αρχείου
PopMenu_ViewEntry_M=Άνοιγμα στον επεξεργαστή Μητρώου
Free_MatchStubbron=Λείπουν μητρώα απεγκατάστασης που ενδέχεται να προκαλέσουν αστοχίες απεγκατάστασης. Αναβαθμίστε στο PRO για να επιλύσετε προβλήματα απεγκατάστασης και απεγκαταστήστε το πρόγραμμα εύκολα με την βάση δεδομένων μας για επίμονα προγράμματα.
Pro_MatchStubbron=Λείπουν μητρώα απεγκατάστασης που ενδέχεται να προκαλέσουν αποτυχία απεγκατάστασης. Επιλύστε ζητήματα απεγκατάστασης και απεγκαταστήστε εύκολα το πρόγραμμα με την βάση δεδομένων μας για επίμονα προγράμματα.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Εξαναγκαστική απεγκατάσταση
lbl_Info.caption=Σας βοηθά να απεγκαταστήσετε ένα πρόγραμμα που δεν μπορεί να απεγκατασταθεί με τη μέθοδο ρουτίνας, λόγω απουσίας μητρώου απεγκατάστασης ή ενσωματωμένων σφαλμάτων απεγκατάστασης και να εκκαθαρίστε πλήρως και με ευκολία όλα τα σχετικά αρχεία.
btnImg_Open.caption=Αναζήτηση...
lbl_DropInfo.caption=Μπορείτε να αναζητήσετε ή να σύρετε και να αφήσετε εδώ ένα αρχείο ή φάκελο για να διαγραφεί, ή να απεγκαταστήσετε το σχετικό του πρόγραμμα.
btnImg_Uninstall.caption=Απεγκατάσταση
btnImg_Cancel.caption=Άκυρο
PopMenu_Uninstall.caption=Απεγκατάσταση
PopMenu_SearchOnline.caption=Αναζήτηση online
ListView_FindReslut.Columns[1].caption=Μέγεθος
ListView_FindReslut.Columns[2].caption=Ημερομηνία εγκατάστασης

[HealthCheck_M]
HealthCheck_Top_ScanNow=Σάρωση Τώρα
HealthCheck_Top_ScanAgain=Σάρωση Ξανά
HealthCheck_Top_FixAll=Επιδιόρθωση Όλων
HealthCheck_Top_Stop=Διακοπή
HealthCheck_Top_Done=Έγινε
HealthCheck_Top_Scanning=Σάρωση
HealthCheck_Top_Fixing=Επιδιόρθωση
HealthCheck_Top_NoFound=Δεν βρέθηκαν προβλήματα. Όλο το λογισμικό σας λειτουργεί καλά.
HealthCheck_Top_Title_Result_NoIssues=Δεν χρειάζεται να επιλυθούν προβλήματα.
HealthCheck_Top_Title_Result_Single=<a>%s</a> ζήτημα χρειάζεται να επιλυθεί.
HealthCheck_Top_Title_Result_Some=<a>%s</a> ζητήματα χρειάζεται να επιλυθούν.
HealthCheck_Top_Title_Skip=<a>Παράλειψη για τώρα</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> ζήτημα επιδιορθώθηκε με επιτυχία.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> ζητήματα επιδιορθώθηκαν με επιτυχία.
HealthCheck_Top_FixOver=Όλα τα επιλεγμένα ζητήματα έχουν επιδιορθωθεί.
HealthCheck_Top_Dec_Result_Pro=Επιδιορθώστε όλα τα ζητήματα που βρέθηκαν με 1 κλικ.
HealthCheck_Top_Dec_Result_Free=Αναβαθμίστε στο PRO για να επιδιορθώσετε όλα τα ζητήματα που βρέθηκαν με 1 κλικ.
HealthCheck_Top_Title_A=Κατάσταση λογισμικού: <a>Χρειάζεστε μια σάρωση</a>
HealthCheck_Top_Dec_A=Το λογισμικό σας δεν έχει ποτέ αναλυθεί. Αναλύστε όλο το λογισμικό σας τώρα.
HealthCheck_Top_Title_B=Κατάσταση λογισμικού: <a>Καλή</a>
HealthCheck_Top_Dec_B=Όλο το λογισμικό σας λειτουργεί καλά.
HealthCheck_Top_Dec_C=Το λογισμικό σας δεν έχει αναλυθεί για %s μέρες. Αναλύστε το λογισμικό σας τώρα.
HealthCheck_Item_Title_leftovers=Υπολείμματα απεγκατάστασης
HealthCheck_Item_Dec_leftovers=Διαγράψτε υπολείμματα απεγκατάστασης για να αποδεσμεύσετε περισσότερο χώρο στον δίσκο
HealthCheck_Item_Title_update=Παρωχημένο λογισμικό
HealthCheck_Item_Dec_update_New=Ενημερώστε παρωχημένο λογισμικό για να μειώσετε τους κινδύνους της ασφάλειας
HealthCheck_Item_Title_permission=Δικαιώματα λογισμικού
HealthCheck_Item_Dec_permission=Εντοπίστε κρυμμένα δικαιώματα και απενεργοποιήστε περιττά δικαιώματα
HealthCheck_Item_Title_notifications=Ενοχλητικές ειδοποιήσεις
HealthCheck_Item_Dec_notifications=Μπλοκάρετε αναδυόμενες ειδοποιήσεις και ανεπιθύμητες διαφημίσεις για να μη σας διακόπτουν
HealthCheck_Item_Title_stubborn=Προγράμματα με ζητήματα απεγκατάστασης
HealthCheck_Item_Dec_stubborn=Επιλύστε ζητήματα απεγκατάστασης για να απεγκαταστήσετε προγράμματα με ευκολία
HealthCheck_Item_Title_packages=Αρχεία εγκατάστασης
HealthCheck_Item_Dec_packages=Εκκαθαρίστε αρχεία εγκατάστασης για να αποδεσμεύσετε περισσότερο χώρο στον δίσκο
HealthCheck_Item_Title_malicious=Μοχθηρό Λογισμικό & Επεκτάσεις
HealthCheck_Item_Dec_malicious=Καταργήστε μοχθηρό λογισμικό και επεκτάσεις του περιηγητή, για γρήγορο και ασφαλές PC
M_Fix=Επιδιόρθωση
M_Detail=Λεπτομέρειες
M_Recissues_Single=<a>%s</a> ζήτημα επιλέχθηκε για επιδιόρθωση,
M_Recissues_Some=<a>%s</a> ζητήματα επιλέχθηκαν για επιδιόρθωση,
M_Allissues_Single=σύνολο <a>%s</a> ζήτημα
M_Allissues_Some=σύνολο <a>%s</a> ζητήματα
M_Noissues=Δεν βρέθηκαν ζητήματα
M_issues_Single=<a>%s</a> ζήτημα
M_issues_Some=<a>%s</a> ζητήματα
M_Noissues2=Χωρίς προβλήματα
HealthCheck_Exit_Scanning=Σάρωση βρίσκεται σε εξέλιξη. Είστε βέβαιοι ότι θέλετε να εξέλθετε τώρα?
HealthCheck_Exit_Fixing=Επιδιόρθωση βρίσκεται σε εξέλιξη. Είστε βέβαιοι ότι θέλετε να εξέλθετε τώρα?
M_UL_SelectedFix_Single=<a>%s</a> υπόλειμμα απεγκατάστασης επιλέχθηκε για κατάργηση
M_UL_SelectedFix_Some=<a>%s</a> υπολείμματα απεγκατάστασης επιλέχθηκαν για κατάργηση
M_OS_SelectedFix=<a>%s</a> παρωχημένα προγράμματα επιλέχθηκαν για επιδιόρθωση
M_SP_SelectedFix_Single=<a>%s</a> δικαίωμα λογισμικού επιλέχθηκε για επιδιόρθωση
M_SP_SelectedFix_Some=<a>%s</a> δικαιώματα λογισμικού επιλέχθηκαν για επιδιόρθωση
M_DN_SelectedFix_Single=<a>%s</a> ενοχλητική ειδοποίηση επιλέχθηκε για επιδιόρθωση
M_DN_SelectedFix_Some=<a>%s</a> ενοχλητικές ειδοποιήσεις επιλέχθηκαν για επιδιόρθωση
M_PWUI_SelectedFix_Single=<a>%s</a> πρόγραμμα με ζητήματα απεγκατάστασης επιλέχθηκε για επιδιόρθωση
M_PWUI_SelectedFix_Some=<a>%s</a> προγράμματα με ζητήματα απεγκατάστασης επιλέχθηκαν για επιδιόρθωση
M_IF_SelectedFix_Single=<a>%s</a> αρχείο εγκατάστασης επιλέχθηκε για επιδιόρθωση
M_IF_SelectedFix_Some=<a>%s</a> αρχεία εγκατάστασης επιλέχθγκαν για επιδιόρθωση
M_MSE_SelectedFix_Single=<a>%s</a> μοχθηρό πρόγραμμα & επέκταση επιλέχθηκε για επιδιόρθωση
M_MSE_SelectedFix_Some=<a>%s</a> μοχθηρά προγράμματα & επεκτάσεις επιλέχθηκαν για επιδιόρθωση
M_BackFix=Πίσω στην Επιδιόρθωση
M_NoItems=Δεν βρέθηκαν στοιχεία
M_item=στοιχείο
M_items=στοιχεία
M_File=Αρχείο
M_Reg=Μητρώο
M_Tasks=Προγραμματισμένες εργασίες
M_Ser=Υπηρεσίες Συστήματος
M_Select=Επιλογή όλων
M_TitleCount=Όνομα (Σύνολο: %d)
M_Version=Νέα έκδοση
M_CurrentVersion=Τρέχουσα έκδοση
M_BanwebTitleCount2=Αποστολέας (Σύνολο: %d)
M_Type=Τύπος
M_BRate=Ποσοστό αποκλεισμού
M_Recommendation=Σύσταση
M_Optional=Προαιρετικό
M_Block=Αποκλεισμός
M_SiteType=Ειδοποίηση ιστότοπου
M_AppType=Ειδοποίηση εφαρμογής
M_MSType=Μοχθηρό Λογισμικό
M_METype=Μοχθηρή Επέκταση
M_AdType=Επέκταση Διαφήμισης
M_RegMiss=Λείπει το μητρώο απεγκατάστασης
HC_Ignore=Αγνόηση
HC_IgnoreForever=Αγνόηση όλων των ενημερώσεων
HC_IgnoreCurrent=Αγνόηση τρέχουσας ενημέρωσης
HC_OpenFile=Άνοιγμα θέσης αρχείου
HC_OpenReg=Άνοιγμα στον επεξεργαστή μητρώου
HC_Search=Αναζήτηση online
HC_Startup=Στοιχεία εκκίνησης
HC_Tasks=Προγραμματισμένες εργασίες
HC_Services=Υπηρεσίες
HC_Desktopicon=Εικονίδιο επιφάνειας εργασίας
HC_Taskbaricon=Εικονίδιο γραμμής εργασιών
HC_RightMenu=Μενού δεξιού κλικ
M_PermissionTitleCount=Τύπος δικαιώματος (Σύνολο: %d)
M_Name=Όνομα
M_Installed=Εγκαταστάθηκε
M_Over30Day=Δεν χρησιμοποιήθηκε για πάνω από 30 μέρες
M_Status=Κατάσταση
M_Disable=Απενεργοποίηση
M_FixDetails=Δείτε τις παρακάτω λεπτομέρειες επιδιόρθωσης:
M_Fix_RecTitle=Αλλά μπορούν να γίνουν περισσότερα για έναν ταχύτερο και καθαρότερο PC:
M_Fix_RecLog=Καθαρή Απεγκτάσταση με Αρχείο Καταγραφής
M_Fix_RecLog_Des=Απεγκαταστήστε προγράμματα πλήρως, με αρχεία καταγραφής που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
M_Fix_RecBundleware=Εύκολη Κατάργηση Συνοδευτικού Λογισμικού
M_Fix_RecBundleware_Des=Εποπτεύει την εγκατάσταση προγράμματος σε πραγματικό χρόνο και αφαιρεί εύκολα το συνοδευτικό του λογισμικό
M_Fix_RecLeftover=Αυτόματη Διαγραφή Όλων των Υπολειμμάτων
M_Fix_RecLeftover_Des=Αυτόματη διαγραφή υπολειμμάτων που δεν μπορούν να διαγραφούν από άλλους απεγκαταστάτες
M_Fix_RecProgram_Single=Βρέθηκε <a>%s</a> Μεγάλο Πρόγραμμα
M_Fix_RecProgram_Some=Βρέθηκαν <a>%s</a> Μεγάλα Προγράμματα
M_Fix_RecProgram_Des=Απεγκαταστήστε περιττά μεγάλα προγράμματα για να αποδεσμεύσετε περισσότερο χώρο δίσκου
M_Fix_RecWinApp_Single=Βρέθηκε <a>%s</a> Εφαρμογή των Windows
M_Fix_RecWinApp_Some=Βρέθηκαν <a>%s</a> Εφαρμογές των Windows
M_Fix_RecWinApp_Des=Απεγκαταστήστε περιττές Εφαρμογές των Windows για να αποδεσμεύσετε περισσότερο χώρο δίσκου
M_Fix_RecEasyUn=Πιο έξυπνη εύκολη απεγκατάσταση
M_Fix_RecEasyUn_Des=Απεγκαταστήστε εύκολα ένα πρόγραμμα σύροντας το εικονίδιο "Εύκολη Απεγκατάσταση" στο ανοιχτό παράθυρο προγράμματος, σε εικονίδιο της επιφάνειας εργασίας ή σε εικονίδιο της περιοχής ειδοποιήσεων του συστήματος
M_Fix_RecStubborn=Κατάργηση Επίμονων Προγραμμάτων
M_Fix_RecStubborn_Des=Μοναδική βάση δεδομένων υποστηρίζει την κατάργηση 1000+ επίμονων προγραμμάτων
M_UnlockTitle_Single=Ξεκλειδώστε τις δυνατότητες PRO για να επιλύσετε το %s ζήτημα που βρέθηκε
M_UnlockTitle_Some=Ξεκλειδώστε τις δυνατότητες PRO για να επιλύσετε τα %s ζητήματα που βρέθηκαν
M_UnlockNow=Ξεκλειδώστε Τώρα
M_Back=Πίσω
M_Try=Δοκιμάστε το Τώρα
M_Upgrade=Αναβαθμίστε Τώρα

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Όνομα (Σύνολο: %d)
ListviewHeader_Software_M=Όνομα
History_info_DouBle_M=προγράμματα δεν απεγκαταστάθηκαν πλήρως την τελευταία φορά. Παρακαλώ κάντε κλικ στο "Απεγκατάσταση" για να συνεχίσετε.
History_info_One_M=πρόγραμμα δεν απεγκαταστάθηκε πλήρως την τελευταία φορά. Παρακαλώ κάντε κλικ στο "Απεγκατάσταση" για να συνεχίσετε.
History_Scanfor_M=Σάρωση για υπολείμματα
History_ViewDetail_M=Δείτε λεπτομέρειες
UninstallLog_No_IsEmpty_M=Δεν βρέθηκαν υπολεμματικά αρχεία με την ισχυρή σάρωση.
Program_Information=Πληροφορίες προγράμματος
Files_Deleted=Αρχεία που διαγράφηκαν
Registries_Deleted=Καταχωρίσεις Μητρώου που διαγράφηκαν
Scheduled_Tasks_Deleted=Προγραμματισμένες εργασίες που διαγράφηκαν
Deleted_on_Reboot=Διαγράφηκαν κατά την επανεκκίνηση
Service_Deleted=Υπηρεσία που διαγράφηκε
Export_M=Εξαγωγή
rdlbl_NoTkanks=Όχι, ευχαριστώ
RdLabelDetailNull=Οι λεπτομέρειες και η κατάσταση για κάθε απεγκατεστημένο πρόγραμμα θα εμφανιστεί εδώ.
RdLabelDetails=Το IObit Uninstaller σας βοήθησε να απεγκαταστήσετε <a>%d</a> προγράμματα και να εξοικονομήσετε <a>%s</a> χώρο δίσκου.
RdLabelDetail=Το IObit Uninstaller σας βοήθησε να απεγκαταστήσετε <a>%d</a> πρόγραμμα και να εξοικονομήσετε <a>%s</a> χώρο δίσκου.
History_NoUninstalled_M=Δεν εγκαταστάθηκε
History_Residualfilesleft_M=Απομένουν υπολείμματα αρχείων
M_NoHistoryFound=Δεν βρέθηκε ιστορικό απεγκτάστασης

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Ιστορικό απεγκατάστασης
ListView_History.Columns[1].Caption=Ημερομηνία απεγκατάστασης
ListView_History.Columns[2].Caption=Μέγεθος
ListView_History.Columns[3].Caption=Λειτουργία
Menu_ClearThis.Caption=Εκκαθάριση αυτού του ιστορικού
Menu_ClearAll.Caption=Εκκαθάριση όλων των ιστορικών

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Όχι, ευχαριστώ
RdImgBtnUninstall.caption=Απεγκατάσταση
RdListView_History.Columns[0].Caption=Όνομα
RdListView_History.Columns[1].Caption=Κατάσταση

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Επόπτης Εγκατάστασης
lbl_RegText.caption=Καταχωρίσεις Μητρώου:
lbl_SzieText.caption=Συνολικό μέγεθος:
lbl_StartText.caption=Εκκινήσεις:
lbl_FileText.caption=Αρχεία:

[InstallDetected_M]
Install_DetectedTitle=Το %s εγκαταστάθηκε με τα ακόλουθα στοιχεία που δημιουργήθηκαν.
Install_DetectedTitleEx=<a>%s</a> προγράμματα εγκαταστάθηκαν με τα ακόλουθα στοιχεία που δημιουργήθηκαν.
Install_ViewDetail=Δείτε λεπτομέρειες

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Ενεργοποίηση
lbl_Caption.caption=Ανιχνεύτηκε νέα εγκατάσταση
lbl_InstallMoniorInfo.caption=Σας συνιστούμε να ενεργοποιήσετε τον Επόπτη εγκατάστασης, για να σας βοηθήσει να καταγράφετε και να βλέπετε όλες τις αλλαγές που έγιναν στο σύστημά σας κατά την εγκατάσταση προγράμματος.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Καταχωρισμένες Εγκαταστάσεις
rdlbl_Or.Caption=Ή
rdlbl_Auto.Caption=Αυτόματη παρακολούθηση
rdlbl_Drap.Caption=Χειροκίνητη παρακολούθηση

[IUInstallMonitorFrm_M]
TipFileMsi=Μη υποστηριζόμενο εκτελέσιμο αρχείο εγκατάστασης. Παρακαλώ επιλέξτε ξανά και δοκιμάστε πάλι.
TipFileNotMsiExe=Μη έγκυρο εκτελέσιμο αρχείο εγκατάστασης. Παρακαλώ επιλέξτε ένα έγκυρο εκτελέσιμο αρχείο εγκατάστασης και δοκιμάστε πάλι.
AddTip1=Ο Επόπτης εγκατάστασης είναι απασχολημένος!
AddTip2=Μια εγκατάσταση παρακολουθείται ήδη. Παρακαλώ δοκιμάστε ξανά μετά την ολοκλήρωση αυτής της εγκατάστασης.
StarFileTip=Απέτυχε η εκτέλεση
ExePathErrorTip=Το αρχείο εγκατάστασης από ένα δίσκο δικτύου δεν υποστηρίζεται. Αντιγράψτε το στην τοπική σας μονάδα δίσκου και δοκιμάστε ξανά.
Logging=Γίνεται καταγραφή των αλλαγών του Συστήματος...
rdlbl_TipContent_M=Ο Επόπτης εγκατάστασης ανιχνεύει και καταγράφει τις αλλαγές του συστήματος κατά την εγκατάσταση, επιτρέποντάς σας έτσι να δείτε τις αλλαγές που προκάλεσαν τα παρακολουθούμενα προγράμματα κατά την εγκατάστασή τους.
rdlbl_SwitchTip.Caption_M=Αυτόματη ανίχνευση και καταγραφή εγκαταστάσεων των προγραμμάτων
rdlbl_DragFileTip.Caption_M=Προσθέστε ή σύρετε εδώ ένα αρχείο εγκατάστασης για εγκατάσταση και καταγραφή των αλλαγών του συστήματος

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Αρχείο καταγραφής εγκατάστασης
rdlbl_Export.Caption=Εξαγωγή
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Εμφανιζόμενο όνομα:
InstallDateTip=Ημερομηνία εγκατάστασης:
VersionTip=Έκδοση:
PublisherTip=Εκδότης:
LocationTip=Θέση:
InstallationDurationTip=Διάρκεια εγκατάστασης:
InstallPackageTip=Πακέτο εγκατάστασης:
RegEntriesTip=Καταχωρίσεις Μητρώου:
FilesCountTip=Αρχεία:
TaskCountTip_M=Προγραμματισμένες εργασίες:
ServiceCountTip_M=Υπηρεσίες συστήματος:
DllCountTip=Εγγραφή DLL:
StartUpCountTip=Στοιχεία Εκκίνησης:
TotalSizeTip=Συνολικό μέγεθος:
ProgramInformationTip=Πληροφορίες προγράμματος
MMORegistryTip=Καταχωρίσεις Μητρώου
MMOFilesTip=Αρχεία
MMOTaskTip_M=Προγραμματισμένες εργασίες
MMOServiceTip_M=Υπηρεσίες Συστήματος
MMODllTip=Εγγραφή DLL
MMOStartUpTip=Στοιχεία Εκκίνησης
MonitorLog_SecondsLan=δευτερόλεπτα
MonitorLog_SecondSingleLan=δευτερόλεπτο

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Αποστολή σχολίων

[MainForm_M]
Nav_Colle_Program_All=Προγράμματα
Nav_Colle_Browser_Extensions=Επεκτάσεις Περιηγητή
Nav_Colle_Win=Εφαρμογές των Windows
Nav_Colle_AC=Κέντρο Ενεργειών
Nav_Colle_SH=Υγεία Λογισμικού
Nav_Item_Program_All=Όλα τα προγράμματα
Nav_Item_Bundleware=Συνοδευτικό λογισμικό
Nav_Item_Program_Recent=Πρόσφατες εγκαταστάσεις
Nav_Item_Program_Infrequent=Χρησιμοποιούνται σπανίως
Nav_Item_Program_Large=Μεγάλα προγράμματα
Nav_Item_Browser_Extension_All=Όλες οι Επεκτάσεις του Περιηγητή
Nav_Item_InstallMonitor=Επόπτης εγκατάστασης
Nav_Item_Logged=Καταχωρισμένα προγράμματα
Hint_Settings=Επιλογές
Hint_Tools=Εργαλεία
UninstallProTipEnterCode=Εισαγωγή κωδικού
Button_Uninstall=Απεγκατάσταση
Button_Remove=Κατάργηση
Button_Update=Ενημέρωση όλων
Button_Install=Εγκατάσταση Τώρα
ToolPopForceUninstallEx=Εξαναγκαστική Απεγκατάσταση+
ToolPopSoftUpdater=Ενημερωτής Λογισμικού
ToolPopStubborn=Κατάργηση επίμονων προγραμμάτων
ToolPopHistory=Ιστορικό απεγκατάστασης
ToolPopFileShredder=Καταστροφέας αρχείων
ToolPopHunterMode=Εύκολη απεγκατάσταση
ToolPopUpdateUninstall=Απεγκατάσταση Ενημερώσεων των Windows
MoreSettingPopSetting=Ρυθμίσεις...
MoreSettingPopRestore=Επαναφορά Συστήματος
MoreSettingPopExport=Εξαγωγή λίστας προγραμμάτων
MoreSettingPopUpdate=Έλεγχος για ενημερώσεις
MoreSettingPopManual=Εγχειρίδιο χρήστη
MoreSettingPopSupport=Τεχνική υποστήριξη
MoreSettingPopOnline=IObit σε απευθείας σύνδεση
MoreSettingPopAbout=Σχετικά με το
MoreSettingPopWhatsNew=Τι νέο υπάρχει
MoreSettingSubscription=Η συνδρομή μου
DefaultSelProg=Απεγκαταστήστε περιττά προγράμματα για να αποδεσμεύσετε περισσότερο χώρο.
DefaultSelPlug=Καταργήστε ανεπιθύμητα Πρόσθετα για να προστατέψετε τον περιηγητή σας.
DefaultSelADPlugin1=Αφαιρέστε 1 κακόβουλο/διαφημιστικό Πρόσθετο, για ασφαλές σερφάρισμα.
DefaultSelADPlugin2=Αφαιρέστε %d κακόβουλα/διαφημιστικά Πρόσθετα, για ασφαλές σερφάρισμα.
DefaultSelWApp=Απεγκαταστήστε ανεπιθύμητες εφαρμογές των Windows για να ενισχύσετε το PC σας.
DefaultSelBundle=Καταργήστε ανεπιθύμητο συνοδευτικό λογισμικό
DefaultSelUpdate=Αποκτήστε ενημερωμένα τα σημαντικά σας προγράμματα.
DefaultUpdaterPromot=Ενημερώστε περισσότερα προγράμματα με τον ενημερωτή λογισμικού της IObit.
DefaultUpdaterPromote1=παρωχημένο προγράμματα βρέθηκε.
DefaultUpdaterPromote2=παρωχημένα προγράμματα βρέθηκαν.
DefaultUpdaterPromoteInfo=Κάντε κλικ στο "Ενημέρωση όλων", για να ενημερώσετε όλα τα παρωχημένα προγράμματα με 1-κλικ.
SelInfoProg=πρόγραμμα επιλέχθηκε για απεγκατάσταση. Συνολικό μέγεθος:
SelInfoProgM=προγράμματα επιλέχθηκαν για απεγκατάσταση. Συνολικό μέγεθος:
SelInfoPlug=πρόσθετο επιλέχθηκε για κατάργηση.
SelInfoPlugM=πρόσθετα επιλέχθηκαν για κατάργηση.
SelInfoApp=εφαρμογή επιλέχθηκε για απεγκατάσταση. Συνολικό μέγεθος:
SelInfoAppM=εφαρμογές επιλέχθηκαν για απεγκατάσταση. Συνολικό μέγεθος:
SelInfoBundle=στοιχείο επιλέχθηκε για απεγκατάσταση
SelInfoBundleM=στοιχεία επιλέχθηκαν για απεγκατάσταση.
BundleHint=Όταν εγκαθιστάτε το κύριο πρόγραμμα, μπορεί επίσης να εγκατασταθούν κάποια άλλα προγράμματα χωρίς να ειδοποιηθείτε. Μπορείτε να απεγκαταστήσετε τα προγράμματα που δεν θέλετε.
RestoreDefaultSettingsButton=Επαναφορά του %s στις προεπιλεγμένες ρυθμίσεις
APTitle=Ενεργοποιήστε όλα τα πλεονεκτήματα
AP5=Καθαρή απεγκατάσταση με αρχείο καταγραφής
AP2=Διαγραφή περισσότερων επίμονων εφαρμογών
AP6=Ομαλή Απόδοση Λογισμικού
AP4=Ενημέρωση λογισμικού με Ένα-κλικ
MainUpdate_Hint=Νέα έκδοση
NewsDisconnCaption=Μοιραστείτε το IObit Uninstaller με τις οικογένειες και τους φίλους σας.
NewsDisconnDes=Αυτοί θα είναι χαρούμενοι να το χρησιμοποιούν!
NewsNewVerCaption=Υπάρχει διαθέσιμη σημαντική ενημέρωση
NewsNewVerDes=Παρακαλώ κάντε λήψη της τελευταίας έκδοσης τώρα.
ToolPopForceUninstall_Detail=Βοηθά στην απεγκατάσταση προγραμμάτων που δεν μπορούν να απεγκατασταθούν με ρουτίνα
ToolPopSoftUpdaterEx_Detail=Ενημερώστε παρωχημένο λογισμικό για να μειώσετε τους κινδύνους της ασφάλειας
ToolPopHistory_Detail=Προβολή λεπτομερειών και κατάστασης, για κάθε απεγκατεστημένο πρόγραμμα
ToolPopFileShredder_Detail=Βοηθά να αφαιρείτε ανεπιθύμητα αρχεία, οριστικά και με ασφάλεια
ToolPopHunterMode_Detail=Σύρετε το εικονίδιο της Εύκολης Απεγκατάστασης, για να απεγκαταστήσετε προγράμματα με ευκολία.
ToolPopUpdateEx_Detail=Απεγκαταστήστε ανεπιθύμητες Ενημερώσεις των Windows για να αποδεσμεύσετε περισσότερο χώρο στον δίσκο
ToolPopStubbornEx_Detail=Μοναδική βάση δεδομένων υποστηρίζει την κατάργηση 1000+ επίμονων προγραμμάτων
DefaultSelInfo_Logged=Τα καταχωρισμένα προγράμματα μπορούν να απεγκατασταθούν πλήρως.
MoreSettingTranslate=Βοηθήστε μας στη μετάφραση

[MetroApp_M]
NoSerchItem_Tip=Δεν υπάρχουν στοιχεία αντίστοιχα με την αναζήτησή σας.
Win8NoItemTip_M=Δεν βρέθηκαν εφαρμογές των Windows
Win8LoadingApp=Φορτώνει Εφαρμογές...
Win8ListViewGroupsWin8AppHeader=Εφαρμογές των Windows
Win8ListViewGroupsWin8AppSubtitle=Εφαρμογές που εκδόθηκαν από τη Microsoft.
Win8ListViewGroupsThirdHeader=Εφαρμογές τρίτου εκδότη
Win8ListViewGroupsThirdSubtitle=Εφαρμογές που εκδόθηκαν από τρίτες εταιρείες

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Όνομα
ListView_AppList.Columns[1].caption=Μέγεθος
ListView_AppList.Columns[2].caption=Βαθμολογία χρηστών
ListView_AppList.Columns[3].caption=Λειτουργία
lbl_Notice.caption=Για να δείτε τις Windows εφαρμογές σας, παρακαλώ βεβαιωθείτε ότι ο τρέχων λογαριασμός σας έχει δικαιώματα διαχειριστή.
mniUninstall.caption=Απεγκατάσταση
mniRefush.caption=Ανανέωση
mniDetails.caption=Λεπτομέρειες
mniOpenFile.caption=Άνοιγμα θέσης αρχείου
mniOpenReg.caption=Άνοιγμα στον επεξεργαστή Μητρώου
mniOpenWinstore.caption=Άνοιγμα στο Winstore
mniSearchOnline.caption=Αναζήτηση online
mniRate.caption=Αξιολόγηση

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Απεγκατάσταση τώρα
rdlbl_NoticeInfo.Caption=Ο ελεύθερος χώρος δίσκου του συστήματός σας είναι κάτω από 10%.
rdlbl_NoticeTip.Caption=Απεγκαταστήστε ανεπιθύμητα προγράμματα με το IObit Uninstaller για να αξιοποιήσετε περισσότερο χώρο δίσκου.

[LeftNoticeForm_M]
LeftFound=Βρέθηκαν <a>%s</a> υπολείμματα απεγκατάστασης.
LeftTip=Εκαθαρίστε τα για να αποδεσμεύσετε περισσότερο χώρο στον δίσκο.
LeftBtn=Εκκαθάριση Τώρα

[SoftNoticeForm_M]
PopupTip=Εντοπίστηκαν Ενοχλητικές Ειδοποιήσεις
PopUpOne=<a>1</a> αναδυόμενη ειδοποίηση μπορεί να μπλοκαριστεί για να αποφευχθούν διακοπές.
PopUpEx=<a>%s</a> αναδυόμενες ειδοποιήσεις μπορούν να μπλοκαριστούν για να αποφευχθούν διακοπές.
PopupBtn=Αποκλεισμός τώρα

[Malicious_M]
NoticeInfoEx_One=Μοχθηρά Προγράμματα/Επεκτάσεις εντοπίστηκαν <BR><a>1</a> μοχθηρό πρόγραμμα/επέκταση μπορεί να καταργηθεί για γρήγορο και ασφαλές PC.
NoticeInfoEx_Some=Μοχθηρά Προγράμματα/Επεκτάσεις εντοπίστηκαν<BR><a>%d</a> μοχθηρά προγράμματα/επεκτάσεις μπορούν να καταργηθούν για γρήγορο και ασφαλές PC.

[InstallClearForm_M]
SetupTip=Εντοπίστηκαν περιττά αρχεία εγκατάστασης
SetupClean=<a>1</a> περιττό αρχείο εγκατάστασης μπορεί να εκκαθαριστεί για να ελευθερωθεί <a>%s</a> χώρος δίσκου.
SetupCleanEx=<a>%s</a> περιττά αρχεία εγκατάστασης μπορούν να εκκαθαριστούν για να ελευθερωθεί <a>%s</a> χώρος δίσκου.
SetupBtn=Εκκαθάριση Τώρα

[uninstall_Mitor_M]
showDetails_M=Εμφάνιση λεπτομερειών
Cleanmanually_M=Χειροκίνητη εκκαθάριση
AutoClean_M=Αυτόματη εκκαθάριση
Cleaning_M=Εκκαθάριση
Cleannow_M=Εκκαθάριση τώρα
StillLeavas_M=Το "%s" ακόμη αφήνει:
LeftoversRemoved_M=Τα υπολείμματα του %s αφαιρέθηκαν:
Registry_M=Μητρώο
File_M=Αρχείο
Files_M=αρχεία
Cleanfuture_M=Αυτόματη εκκαθάριση στο μέλλον
Setting_M=Ρυθμίσεις
Uselessfiles_M=άχρηστα αρχεία
Uselessregistryentries_M=άχρηστες καταχωρίσεις Μητρώου
UselessregistryentriesOne_M=άχρηστη καταχώριση Μητρώου
Lan_BundleNoticeText_M=Βρέθηκε συνοδευτικό λογισμικό κατά την εγκατάσταση του %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Κακόβουλες Γραμμές εργαλείων και Πρόσθετα
ListViewGroupMaliciousDesc=Εκείνες οι Γραμμές εργαλείων και τα Πρόσθετα μπορούν να αλλάξουν τον προεπιλεγμένο περιηγητή και να υποκλέψουν τις προσωπικές σας πληροφορίες.
ListViewGroupAdTitle=Γραμμές εργαλείων και Πρόσθετα βασισμένα σε διαφήμιση
ListViewGroupAdDesc=Αυτές οι Γραμμές εργαλείων και τα πρόσθετα ενδέχεται να εμφανίζουν διαφημίσεις, διαφημιστικά πλαίσια κ.λπ.
ListViewGroupTrustTitle=Έμπιστες Γραμμές Εργαλείων και Πρόσθετα
ListViewGroupTrustDesc=Αυτές οι Γραμμές Εργαλείων και τα Πρόσθετα δεν θα βλάψουν τον υπολογιστή σας. Μπορείτε να τα αφαιρέσετε ή να τα διατηρήσετε σύμφωνα με τις ανάγκες σας.
ListViewGroupExtensions=Επεκτάσεις
ListViewGroupPlugins=Πρόσθετα
ListViewGroupToolbar=Γραμμές εργαλείων
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Οι επεκτάσεις χρησιμοποιούνται για να προσαρμόζετε τον περιηγητή με χαρακτηριστικά που σας αρέσουν.
ListViewGroupPlugin_DES=Το Πρόσθετο μπορεί εύκολα να εγκατασταθεί και χρησιμοποιείται ως μέρος του περιηγητή Ιστού.
ListViewGroupToolbar_DES=Η Γραμμή εργαλείων βοηθά τους χρήστες να έχουν γρήγορη πρόσβαση σε ιστότοπους ή να εκτελούν άλλες λειτουργίες εφαρμογής.
ListViewGroupBHO_DES=Το BHO βοηθά στη δημιουργία εξατομικευμένων περιηγητών και παρέχει απλούστερες διαδραστικές λειτουργίες.
ListViewGroupActivex_DES=Το ActiveX χρησιμοποιείται από τον Internet Explorer για να διευκολύνει την αναπαραγωγή εμπλουτισμένων μέσων.
NoSerchItem_Tip=Δεν υπάρχουν στοιχεία αντίστοιχα με την αναζήτησή σας.
PluginColumnStr_Title=Όνομα (Σύνολο: %d)
ChromeSyncMsg=Το Chrome Sync είναι ενεργοποιημένο. Τα Πρόσθετα που έχουν επιλεγεί για κατάργηση, ενδέχεται να επανεγκατασταθούν αυτόματα μετά την κατάργηση. Παρακαλώ κάντε κλικ στο <a>Απενεργοποίηση του Chrome Sync</a> για να ακολουθήσετε τα βήματα στο φόρουμ μας, ώστε να απενεργοποιήσετε το Chrome Sync.
EdgeSyncMsg=Ο συγχρονισμός του Edge είναι ενεργοποιημένος. Οι επεκτάσεις που επιλέχθηκαν για κατάργηση ενδέχεται να επανεγκατασταθούν αυτόματα μετά την κατάργηση. Κάντε κλικ στο <a>Απενεργοποίηση συγχρονισμού του Edge</a> για να ακολουθήσετε τα λεπτομερή βήματα για την απενεργοποίηση του συγχρονισμού του Edge.
FuncPluginSysPluginMsgBox=Δεν συνιστάται η κατάργηση του %s καθώς κάποιες λειτουργίες του περιηγητή ίσως επηρεαστούν μετά την κατάργηση.
FuncPluginLoading=Φορτώνει...
FuncPluginRmoveSuccess=Η κατάργηση ήταν επιτυχής. Φορτώνει...
FuncVotePlugSelectMsgBox=Παρακαλώ επιλέξτε στοιχείο για να το βαθμολογήσετε
FuncPluginRmoveConfireSingleMsgBox=Είστε βέβαιοι για την κατάργηση του επιλεγμένου στοιχείου?
FuncPluginRmoveConfireSomeMsgBox=Είστε βέβαιοι για την κατάργηση των επιλεγμένων στοιχείων?
FuncCheckBrowserMsgBox_1=Το %s εκτελείται.
FuncCheckBrowserMsgBox_2=Κάντε κλικ στο "ΟΚ" για να το κλείσετε (Παρακαλώ αποθηκεύστε πρώτα τα περιεχόμενά σας).
FuncCheckBrowserMsgBox_3=Ή κάντε κλικ στο "Άκυρο" για να ακυρώσετε τη λειτουργία.
FuncCheckBrowserMsgBox_4=%s εκτελούνται.
FuncCheckBrowserMsgBox_5=Κάντε κλικ στο "ΟΚ" για να τα κλείσετε (Παρακαλώ αποθηκεύστε πρώτα τα περιεχόμενά σας).
FuncCheckBrowserMsgBox_6=Ή κάντε κλικ στο "Άκυρο" για να ακυρώσετε τη λειτουργία.
FuncPluginRemoveFailedMsgBox_4=Το %s ενδέχεται να μην καταργηθεί επειδή βρίσκεται υπό την προστασία του %s. Παρακαλώ εξέλθετε από το %s και κάντε επανεκκίνηση του IObit Uninstaller για να το αφαιρέσετε ξανά.
FuncRestoreSuccessMsgBox=Έγινε επιτυχής επαναφορά στις προεπιλεγμένες ρυθμίσεις
FuncRestoreFailedMsgBox=Απέτυχε η επαναφορά του περιηγητή στις προεπιλεγμένες ρυθμίσεις.
PluginRestoreStr=Επαναφορά του %s στις προεπιλεγμένες ρυθμίσεις
mniOpeninRegedit_M=Άνοιγμα στον επεξεργαστή Μητρώου
lbl_NoFoundItems.caption_M=Δεν βρέθηκαν Γραμμές εργαλείων ή Πρόσθετα

[VoteText_M]
FuncVoteMarkSelectMsgBox=Παρακαλώ αξιολογήστε.
FuncVoteFailedMsgBox=Η αξιολόγηση απέτυχε, ελέγξτε τη σύνδεση δικτύου σας και δοκιμάστε ξανά.
FuncVoteActiveVote=Αξιολόγηση
FuncVoteWaitting=Γίνεται υποβολή της αξιολόγησης, παρακαλώ περιμένετε...
VoteStr_1=<a>1</a> χρήστης έχει αξιολογήσει. Εσείς έχετε ήδη αξιολογήσει.
VoteStr_2=Δεν έχει αξιολογηθεί ακόμη. Γίνετε ο πρώτος που θα το αξιολογήσει.
VoteStr_3=<a>%d</a> χρήστες έχουν αξιολογήσει. Εσείς έχετε ήδη αξιολογήσει.
VoteStr_4=<a>%d</a> χρήστες έχουν αξιολογήσει. Τι νομίζετε σχετικά με αυτή την επέκταση?
VoteStr_5=<a>%d</a> χρήστες έχουν αξιολογήσει. Τι νομίζετε σχετικά με αυτή την εφαρμογή?
Removingnow_M=Γίνεται κατάργηση τώρα...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Όνομα
rdlvAllBrowse.Columns[1].Caption=Βαθμολογία χρηστών
rdlvAllBrowse.Columns[2].Caption=Λειτουργία
rdlvCustomBrowse.Columns[0].Caption=Όνομα
rdlvCustomBrowse.Columns[1].Caption=Λειτουργία
mniRemove.Caption=Κατάργηση
mniRate.Caption=Βαθμολογήστε
mniIgone.Caption=Αγνόηση
mniRefush.Caption=Ανανέωση
mniOpenFloder.Caption=Άνοιγμα θέσης αρχείου
mniSelectedAll.Caption=Επιλογή όλων
mniInvertSelection.Caption=Αντιστροφή επιλογής
mniSearchOnline.Caption=Αναζήτηση online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Επαναφορά περιηγητή
lblConfire.Caption=Είστε βέβαιοι για την επαναφορά των προεπιλεγμένων ρυθμίσεων?
lblHomepageTitle.Caption=Τρέχουσα αρχική σελίδα:
lblSearchTitle.Caption=Τρέχουσα προεπιλεγμένη Μηχανή Αναζήτησης:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Άκυρο

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Η κατάργηση ήταν επιτυχής!
lbl_Removing.Caption=Γίνεται κατάργηση...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Δεν βρέθηκαν τέτοια προγράμματα (που δεν χρησιμοποιήθηκαν για περισσότερο από 2 μήνες)
Noprograms_Size_M=Κανένα πρόγραμμα δεν υπερβαίνει %s.
Noprograms_match_M=Δεν υπάρχουν στοιχεία αντίστοιχα με την αναζήτησή σας.
Noprograms_Recent_M=Δεν εγκαταστάθηκαν προγράμματα τις τελευταίες 10 μέρες.
monthsago_M=%d μήνες πριν
yearsago_M=%d χρόνο πριν
yearsagos_M=%d χρόνια πριν
SoftwareFrame_InstallDate_M=Ημερομηνία εγκατάστασης
SoftwareFrame_FrequencyUse_M=Τελευταία χρήση
HistoryInfo_DisplayName=Εμφανιζόμενο όνομα
HistoryInfo_Publisher=Εκδότης
HistoryInfo_Version=Έκδοση
HistoryInfo_InstallDate=Ημερομηνία εγκατάστασης
HistoryInfo_UseSize=Χρήση χώρου
HistoryInfo_Location=Θέση
HistoryInfo_UninstallDate=Ημερομηνία απεγκατάστασης
Lan_NoBundle_New=Bundleware είναι το λογισμικό που μπορεί να εγκαταστήσει άλλα προγράμματα χωρίς να ειδοποιηθείτε, κατά την εγκατάσταση του κύριου προγράμματος.
Lan_Main_Soft=Κύριο πρόγραμμα
Lan_Bundled_Soft=Συνοδευτικό πρόγραμμα
Lan_Bundled_Plug=Συνοδευτικό Πρόσθετο
ColumnName_Logged=Αρχείο καταγραφής εγκατάστασης
ColumnName_LogDate=Ημερομηνία εγκατάστασης
ViewDetail=Προβολή αρχείου καταγραφής
NoPrograms_Logged=Τα προγράμματα που έχουν καταγραφεί από τον Επόπτη εγκατάστασης, μπορούν να απεγκατασταθούν πλήρως, σε μελλοντική απεγκατάσταση.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Μέγεθος
ListView_SoftwareList.Columns[2].Caption=Ημερομηνία εγκατάστασης
ListView_SoftwareList.Columns[3].Caption=Λειτουργία
Menu_Program_Uninstall.caption=Απεγκατάσταση
Menu_Program_Repair.caption=Επιδιόρθωση
Menu_Program_Refresh.caption=Ανανέωση
Menu_Program_OpenFileLocation.caption=Άνοιγμα θέσης αρχείου
Menu_Program_OpeninRegedit.caption=Άνοιγμα στον επεξεργαστή Μητρώου
Menu_Program_SearchOnline.caption=Αναζήτηση online
mni_Openthewebsite.caption=Άνοιγμα του ιστότοπου

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Τύπος
ListView_BundleList.Columns[2].Caption=Λειτουργία
Menu_Program_Uninstall.caption=Απεγκατάσταση
Menu_Program_OpenFileLocation.caption=Άνοιγμα θέσης αρχείου
Menu_Program_OpeninRegedit.caption=Άνοιγμα στον επεξεργαστή Μητρώου
Menu_Program_SearchOnline.caption=Αναζήτηση online
mni_Ignore.caption=Αγνόηση
mniOpenthewebsite.caption=Άνοιγμα του ιστότοπου

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Βρέθηκε συνοδευτικό λογισμικό
btn_UninstallAll.caption=Απεγκατάσταση όλων
lbl_Info.caption=Απεγκατάσταση όλου μαζί του ακόλουθου bundleware με τη βοήθεια του IObit Uninstaller PRO, ή απεγκατάσταση μόνο του τρέχοντος προγράμματος.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Βρέθηκε συνοδευτικό λογισμικό. Παρακαλώ επιλέξτε επίσης το ανεπιθύμητο συνοδευτικό λογισμικό για απεγκατάσταση.

[PromoteForm_M]
M_ProAD_Title=Περισσότερα χαρακτηριστικά και οφέλη με την έκδοση Pro:
M_ProAD_CleanLog=Απεγκαταστήστε προγράμματα πλήρως, με αρχεία καταγραφής που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης.
M_ProAD_Monitor=Παρακολουθεί την εγκατάσταση προγράμματος & καταργεί εύκολα το συνοδευτικό του λογισμικό
M_ProAD_Database=Μεγάλη βάση δεδομένων για να αφαιρείτε πλήρως επίμονα προγράμματα
M_ProAD_Plugin=Κατάργηση μοχθηρών/διαφημιστικών Πρόσθετων για ασφαλές & ομαλό online σερφάρισμα
M_ProAD_Update=Ένα-κλικ για να διατηρείτε τα σημαντικά σας προγράμματα, πάντα ενημερωμένα
M_ProAD_SoftHealth=Αυτόματη ανίχνευση ευπαθειών λογισμικού και εύκολο μπλοκάρισμα αναδυόμενων ειδοποιήσεων και ανεπιθύμητων διαφημίσεων
M_Continue=Συνέχιση απεγκατάστασης
M_BundleTitle=Ενεργοποιήστε το IObit Uninstaller PRO για να αφαιρείτε εντελώς συνοδευτικό λογισμικό
M_BundleTitle2=Παρακολούθηση της εγκατάστασης προγράμματος σε πραγματικό χρόνο και αφαίρεση εύκολα του συνοδευτικού του λογισμικού
M_UninstallLogTitle=Ενεργοποιήστε το IObit Uninstaller PRO για την αυτόματη ανίχνευση και καταγραφή της εγκατάστασης προγράμματος, για μελλοντική πλήρη απεγκατάσταση, με αρχεία καταγραφής ιχνηλάτες.
M_PluginMaliciouTitle=Ενεργοποιήστε το IObit Uninstaller PRO για να αφαιρείτε εντελώς μοχθηρά/διαφημιστικά Πρόσθετα
M_PluginMaliciouTitle2=Η συνεχώς διευρυνόμενη βάση δεδομένων, θα σας βοηθά να αφαιρείτε περισσότερα μοχθηρά/διαφημιστικά Πρόσθετα
M_SPUninstallFail=Το %s απέτυχε να απεγκατασταθεί.
M_SPAD_Title=Ενεργοποιήστε το PRO για να το απεγκαταστήσετε με μια συγκεκριμένη βάση δεδομένων.
M_SPUninstallFailCount=%d προγράμματα απέτυχαν να απεγκατασταθούν.
M_SPADCount_Title=δεν μπορούν να απεγκατασταθούν με τον συνήθη τρόπο. Ενεργοποιήστε το PRO για να τα απεγκαταστήσετε με μια συγκεκριμένη βάση δεδομένων.
SpecPromotTile_1=Το %s απέτυχε να απεγκατασταθεί.
SpecPromotTile_2=%d προγράμματα απέτυχαν να απεγκατασταθούν.
SpecPromotTile_3=1 πρόγραμμα απεγκαταστάθηκε.
SpecPromotTile_4=%d προγράμματα απεγκαταστάθηκαν.
SpecPromotTile_5=Αλλά 1 πρόγραμμα απέτυχε να απεγκατασταθεί.
SpecPromotTile_6=Αλλά %d προγράμματα απέτυχαν να απεγκατασταθούν.
SpecPromotInfo_1=Ενεργοποιήστε το PRO για να το απεγκαταστήσετε με μια συγκεκριμένη βάση δεδομένων.
SpecPromotInfo_2=Ενεργοποιήστε το PRO για να τα απεγκαταστήσετε με μια συγκεκριμένη βάση δεδομένων.
SpecPromotInfo_3=Το %s δεν μπορεί να απεγκατασταθεί με τον συνήθη τρόπο.

[Protip_M]
Congratulations_M=Συγχαρητήρια!
YouHave_M=Έχετε ενημερωθεί επιτυχώς στον τελευταίο IObit Uninstaller.
Try_M=Δοκιμάστε το τώρα!
Tip_M=Ενημερώθηκε με επιτυχία αυτόματα στο IObit Uninstaller <a>%d</a>.
WhatNew_M=Τι νέο υπάρχει στην τελευταία έκδοση:
More_M=Περισσότερες λεπτομέρειες

[Uninstaller_Public_M]
Lan_ButtonCancel=Άκυρο
Lan_ButtonClose=Κλείσιμο
Lan_ButtonContinue=Συνέχισε
Lan_ButtonClean=Εκκαθάριση
Lan_Cleaning=Εκκαθάριση
Lan_Details=Λεπτομέρειες
Lan_Exit=Έξοδος
Lan_Hide=Απόκρυψη
Lan_Ignore=Αγνόηση
Lan_Ignored=Αγνοημένο
Lan_item=στοιχείο
Lan_items=στοιχεία
Lan_LoadingD=Φορτώνει...
Lan_WindowMin=Ελαχιστοποίηση
Lan_WindowMax=Μεγιστοποίηση
Lan_ButtonNo=Όχι
Lan_Name=Όνομα
Lan_NameT=Όνομα (Σύνολο: %d)
Lan_Notagain=Να μην εμφανιστεί αυτό ξανά
Lan_ButtonOK=OK
Lan_Publisher=Εκδότης
Lan_WindowRest=Επαναφορά
Lan_ButtonRemove=Κατάργηση
Lan_State=Κατάσταση
Lan_Show=Προβολή
Lan_Scan=Σάρωση
Lan_Search=Αναζήτηση
Lan_ButtonUninstall=Απεγκατάσταση
Lan_Version=Έκδοση
Lan_ButtonYES=Ναι
Lan_ButtonFor0=Αποκτήστε το Pro με 0$
Lan_ButtonActivate=Ενεργοποίηση τώρα
Lan_ButtonUpgrade=Αναβαθμίστε Τώρα
Lan_ButtonUpgradeFor0=Αναβαθμίσtε Τώρα για 0$
Lan_DisplayName=Όνομα
Lan_Installationpath=Διαδρομή εγκατάστασης
Lan_Description=Περιγραφή
Lan_LinkAbout=Σύνδεσμος Σχετικά με
Lan_LinkHelp=Σύνδεσμος βοήθειας
Lan_SysMsgCorrupted=Μερικά αρχεία του IObit Uninstaller είναι κατεστραμμένα. Παρακαλώ εγκαταστήστε ξανά το IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=Δωρεάν λήψη της έκδοσης PRO
M2=0€ για να απολαμβάνετε ευκολότερη, πιο ισχυρή & πιο ολοκληρωμένη απεγκατάσταση.
M3=Αυτόματα
M4=Εκκαθάριση υπολειμματικών αρχείων
M5=1-Κλικ
M6=Επιδιόρθωση όλων των ζητημάτων λογισμικού
M7=1000+
M8=Κατάργηση Επίμονου Λογισμικού
M9=50% Μεγαλύτερη
M10=Βάση δεδομένων Ενημερωτή λογισμικού
M11=Τώρα, περισσότερα σπουδαία και βελτιωμένα χαρακτηριστικά PRO, προσφέρονται ΔΩΡΕΑΝ:
M12=ΔΩΡΕΑΝ για να ενεργοποιήσετε την ΑΥΤΟΜΑΤΗ εκκαθάριση υπολειμματικών αρχείων
M13=και απολαύστε γρηγορότερο & ομαλότερο PC, με ευκολία.

[Unistaller_Register_M]
license_OtherCode_M=Ο κωδικός άδειας %s είναι έγκυρος μόνο για το %s. Παρακαλώ κάντε κλικ στο κουμπί "ΟΚ" για να κατεβάσετε και καταχωρίσετε το %s σας.
LicenseCannotconnect_M=Η σύνδεση με τον διακομιστή μας είναι αδύνατη. Παρακαλώ ελέγξτε τις ρυθμίσεις του δικτύου/διακομιστή μεσολάβησής σας και δοκιμάστε να επικυρώσετε την άδειά σας αργότερα.
license_OtherGivewalys_M_M=Το %s είναι μια άδεια-δώρο και είναι έγκυρη μόνο για τη συγκεκριμένη έκδοση. Παρακαλώ επισκεφτείτε <a>εδώ</a> για να αγοράσετε ένα νέο κωδικό άδειας για το IObit Uninstaller %s PRO.
License_expired_M=Η άδεια %s έχει λήξει. Κάντε κλικ <a>εδώ</a> για να αγοράσετε μια νέα άδεια.
License_maximum_M=Η άδεια %s έχει ενεργοποιηθεί για τον μέγιστο αριθμό PCs και δεν μπορεί να χρησιμοποιηθεί. Παρακαλώ κάντε κλικ <a>εδώ</a> για να αγοράσετε άλλη άδεια για να ενεργοποιήσετε το IObit Uninstaller PRO γι' αυτό το PC.
License_Free_M=Η άδεια %s δεν μπορεί να ενεργοποιηθεί. Παρακαλώ αγοράστε μια νέα άδεια για το IObit Uninstaller PRO.
License_valid_M=Άκυρος κωδικός άδειας! Παρακαλώ εισαγάγετε έναν έγκυρο κωδικό άδειας.
LicenseSeat_M=Θέσεις άδειας:
LicenseCodeLiftTime_M=Αυτός είναι ένας κωδικός άδειας εφ' όρου ζωής, ο οποίος είναι έγκυρος μόνο για το IObit Uninstaller v%d. Παρακαλώ εγκαταστήστε ξανά το δικό σας IObit Uninstaller v%d PRO.
licensedays_left_M=Απομένουν %d μέρες
licenseday_left_M=%d μέρα απομένει
LicenseCodeLocation_M=Ο κωδικός άδειας %s δεν είναι έγκυρος για την περιοχή ή τη χώρα σας. Παρακαλώ κάντε κλικ στο ΟΚ για να αγοράσετε έναν έγκυρο.
Never_M=Ποτέ
M_CheckLicense=Μπορείτε να μεταβείτε στην επιλογή Η συνδρομή μου στο μενού Επιλογές για να ελέγξετε την κατάστασή σας.

[Uninstaller_Form_Activate]
Label_Get.caption=Αποκτήστε άδεια
Label_Retrv.caption=Ανάκτηση κωδικού
Label_Eg.caption=Π.χ.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Εγγραφείτε τώρα
RdLabelCaption.caption=Ενεργοποιήστε την έκδοση PRO για να απολαύσετε καλύτερη εμπειρία υπηρεσιών
Label_Please.caption=Παρακαλώ εισαγάγετε τον κωδικό της άδειάς σας και κάντε κλικ στο "Εγγραφείτε τώρα" για να ενεργοποιήσετε όλες τις λειτουργίες της έκδοσης PRO.
Label_Code.caption=Κωδικός άδειας:
RdBtnlab.caption=Περισσότερα οφέλη, εμείς υποσχόμαστε:
RdImgBtn_Upgrade.caption=Αναβαθμίστε στο Pro

[Form_Activate_M]
TitleOne=Εκκαθάριση της απεγκατάστασης με αρχείο καταγραφής
ContentOne=Πλήρης απεγκατάσταση προγραμμάτων, με αρχεία καταγραφής που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
TitleTwo=Κατάργηση Επίμονων Προγραμμάτων
ContentTwo=Καταργήστε εντελώς 1000+ επίμονα προγράμματα με τη μοναδική βάση δεδομένων
TitleThree=Ομαλή Απόδοση Λογισμικού
ContentThree=Αυτόματη ανίχνευση ευπαθειών λογισμικού και εύκολο μπλοκάρισμα αναδυόμενων ειδοποιήσεων και ανεπιθύμητων διαφημίσεων
TitleFour=Ενημερωτής Λογισμικού
ContentFour=1-κλικ για διατηρείτε τα σημαντικά σας προγράμματα πάντα ενημερωμένα

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Κλείσιμο
lbleg.Caption=Π.χ.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Βοήθεια
Label_Please.caption=Παρακαλώ εισαγάγετε τον κωδικό της άδειάς σας και κάντε κλικ στο "Εγγραφείτε τώρα" για να ενεργοποιήσετε όλες τις λειτουργίες της έκδοσης PRO.
Label_Code.caption=Κωδικός άδειας:
RdImgBtnRegister.caption=Εγγραφείτε τώρα
Label_Retrv.caption=Ανάκτηση κωδικού
Label_HaveLicense.caption=Δεν έχετε μια άδεια?
Label_click.caption=Κάντε κλικ εδώ για να αποκτήσετε μία
RdImageButton_Back.caption=Πίσω
RdImageButton_Close.caption=Κλείσιμο
RdLabelCaption.caption=Διαχειριστής άδειας
Label_Status.caption=Κατάσταση άδειας:
Label_Activated.caption=Ενεργοποιημένη
Label_Lcode.caption=Κωδικός άδειας:
Label_Data.caption=Ημερομηνία λήξης:
Label_Refresh.caption=Ανανέωση
Label_Export.caption=Εξαγωγή άδειας
rdlblAlread.caption:=Έχετε ήδη έναν κωδικό άδειας

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Βοήθεια
RdImgBtn_Closetwo.caption=Κλείσιμο
Label_success.caption=Ο κωδικός άδειας ενεργοποιήθηκε με επιτυχία!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Κρατήστε πατημένο το αριστερό κλικ και σύρετε το ποντίκι για να επιλέξετε την περιοχή της οθόνης που θέλετε να αποτυπώσετε σε στιγμιότυπο
M_NoticeInfo_AC=2. Δεξί κλικ ή πατήστε Esc για να εξέλθετε
M_Rect=Παραλληλόγραμμο
M_Oval=Οβάλ
M_Text=Κείμενο
M_Paintbrush=Πινέλο ζωγραφικής
M_Return=Λειτουργία επαναφοράς (Ctrl + Z)
M_Copy=Αντιγραφή στο πρόχειρο
M_Exit=Έξοδος από το στιγμιότυπο οθόνης
M_Save=Αποθήκευση
M_TipInfo=Το στιγμιότυπο οθόνης έχει αποθηκευτεί στο πρόχειρο. Μπορείτε να χρησιμοποιήσετε Ctrl + V για να επικολλήσετε.
M_TipShow=Να μην εμφανιστεί ξανά αυτό το μήνυμα.
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Ρυθμίσεις
lbl_UserInterfaceTitle.caption=Διεπαφή χρήστη
lbl_SkinTitle.caption=Εμφάνιση:
lbl_LanguageTitle.caption=Τρέχουσα γλώσσα:
lbl_FontSize.caption=Μέγεθος γραμματοσειράς:
lbl_Dark.caption=Μαύρη
lbl_Light.caption=Φωτεινή
lbl_UpdateTitle.caption=Τρόπος ενημέρωσης
lbl_UpdateChooseDes.caption=Τρόπος ενημέρωσης γι' αυτό το προϊόν:
btnImg_UpdateRemind.caption=Να ειδοποιούμαι όταν υπάρχουν διαθέσιμες ενημερώσεις
btnImg_UpdateAuto.caption=Αυτόματη ενημέρωση
lbl_GeneralCaption.caption=Γενικά
btnImg_AutoDelete.caption=Αυτόματη αφαίρεση υπολειμματικών αρχείων
btnImg_AfterUninstallAutoScan.caption=Αυτόματη διαγραφή υπολειμμάτων του προγράμματος που καταργήθηκε από άλλον απεγκαταστάτη
btnImg_RemoveToRecycleBin.caption=Διαγραφή υπολειμματικών αρχείων στον Κάδο Ανακύκλωσης
btnImg_ShowExplorerButton.caption=Προσθήκη του κουμπιού "Καταστροφή αρχείου" στον Εξερευνητή
btnImg_ShowComponents.caption=Να μην εμφανίζονται στοιχεία χρόνου εκτέλεσης του συστήματος
btnImg_ShowMenuButton.caption=Προσθήκη της επιλογής "Ισχυρή απεγκατάσταση", στο μενού περιβάλλοντος των Windows
btnImg_CreateRestore.caption=Δημιουργία ενός σημείο επαναφοράς πριν απ' την απεγκατάσταση
btnImg_OK.caption=OK
btnImg_Cancel.caption=Άκυρο
lbl_HotKey.caption=Συντόμευση για εύκολη απεγκατάσταση:
lbl_OccupiedHotKey.caption=Χρησιμοποιείται ήδη, εισαγάγετε ένα νέο.
lbl_Notification.caption=Ειδοποιήσεις
btn_NotifySoftUpdater.caption=Να ειδοποιούμαι όταν υπάρχουν διαθέσιμες ενημερώσεις
btnImg_SystemDiskSpace.caption=Να ειδοποιούμαι όταν ο ελεύθερος χώρος δίσκου του συστήματος είναι κάτω από 10%
lbl_Boundleware.caption=Λίστα Αγνοημένων
btnImg_remove.caption=Κατάργηση
btnImg_UserInterface.Caption=Διεπαφή χρήστη
btnImg_General.Caption=Γενικά
btnImg_Notification.Caption=Ειδοποιήσεις

[Uninstall_setting_M]
Setting_UITitle=Διεπαφή χρήστη
Setting_GeneralTilte=Γενικά
Setting_NotificationTilte=Ειδοποιήσεις
Setting_BoundlewareTilte=Λίστα Αγνοημένων
Setting_Size_Normal=Κανονικό
Setting_Size_Large=Μεγάλο
Setting_Size_Larger=Μεγαλύτερο
Setting_listviewHeader=Όνομα στοιχείου
SystemComponentsInfo=Στοιχεία του συστήματος όπως Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Να ειδοποιούμαι όταν δημιουργείται αρχείο καταγραφής εγκατάστασης μετά την αυτόματη παρακολούθηση
btnImg_BundlewareInstalled_M=Να ειδοποιούμαι όταν εγκαθίσταται συνοδευτικό λογισμικό
btnImg_BrowserPlugTip_M=Να ειδοποιούμαι όταν εγκαθίστανται κακόβουλα Πρόσθετα
btnImg_AutoCleanTipForm_M=Ειδοποίησέ με όταν εντοπίζονται υπολειμματικά αρχεία που απέμειναν από απεγκατάσταση με άλλον απεγκαταστάτη
btnImg_leftovers_M=Να ειδοποιούμαι όταν ανιχνεύονται υπολείμματα προγραμμάτων που έχουν απεγκατασταθεί
btnImg_SoftNotific_M=Ειδοποίησέ με όταν εντοπιστούν αναδυόμενες ειδοποιήσεις
btnImg_NotNeedInstall_M=Ειδοποίησέ με όταν εντοπιστούν περιττά αρχεία εγκατάστασης
btnImg_Boundleware.Caption_M=Λίστα αγνοημένων
rdlbl_BoundlwareTip.caption_M=Το αγνοημένο συνοδευτικό λογισμικό δεν θα ανιχνεύεται, έως ότου εσείς το καταργήσετε από την παρακάτω λίστα.

[SoftUpdate_M]
SUCaption=Ενημερωτής Λογισμικού
SU_GroupOutData=Παρωχημένο
SU_GroupUpToDate_New=Ενημερωμένο
SU_Ignore=Αγνόηση
SU_Ignored=Αγνοημένο
SU_NoIgnore=Αναίρεση αγνόησης
SU_Update=Ενημέρωση
SU_Updating=Ενημέρωση
SU_UpToDate=Ενημερωμένο
SU_NewVersion=Νέα έκδοση
SU_CurrVersion=Τρέχουσα έκδοση
SU_ActivePro=Ενεργοποίηση αυτόματων ενημερώσεων
SU_Button_UpdateAll=Ενημέρωση όλων
SU_NoUpdates=Δεν υπάρχει ενημέρωση για το λογισμικό στον υπολογιστή σας.
SU_IgnoreForever=Αγνόησε όλες τις ενημερώσεις
SU_IgnoreCurrent=Αγνόησε την τρέχουσα ενημέρωση
SU_CancelUpdate=Ενημέρωση βρίσκεται σε εξέλιξη. Είστε βέβαιοι να την ακυρώσετε?
SU_DefaultSelUpdate=Οόλεεε! Όλο το λογισμικό είναι ενημερωμένο!
SU_DefaultUpdaterPromoteInfo=Ενημερώστε όλο το παρωχημένο λογισμικό για να μειώσετε τους κινδύνους ασφαλείας.

[SoftUpdatePromote_M]
IUP_Manually=Χειροκίνητη ενημέρωση
Img_Tab=Ενεργοποιήστε το IObit Uninstaller PRO για να
LbIUPromote1=Ενημερώνετε όλα τα σημαντικά προγράμματα απλά με 1-κλικ
LbIUPromote2=Εγκαταθιστάτε ενημερώσεις αυτόματα, χωρίς επίσκεψη σε κάποια τοποθεσία
SUInstall=Εγκατάσταση
SUImg_Tab=Εγκαταστήστε τον ενημερωτή λογισμικού της IObit
LbSUPromote1=Ενημερώστε περισσότερα προγράμματα χωρίς κόπο
LbSUPromote2=Εγκαταστήστε εύκολα τα προγράμματα που θέλετε
SUEULA=Κάνοντας κλικ στο "Εγκατάσταση", εσείς συμφωνείτε να εγκαταστήσετε τον ενημερωτή λογισμικού της IObit και αποδέχεστε την <a>EULA</a> & την <a>Πολιτική απορρήτου</a> του.

[SoftUpdateTip_M]
TipOne=<a>%s</a> προϊόν χρειάζεται ενημέρωση
TipOnes=<a>%s</a> προϊόντα χρειάζονται ενημέρωση
TipInfo=για να προστατεύσετε το PC σας από ευπάθειες της ασφάλειας
NeverShow=Να μην εμφανιστεί αυτό ξανά
BtnUpdate=Ενημέρωση τώρα

[SpecUTool_M]
SpecTOpen=Άνοιγμα
SpecTOK=OK
SpecTHide=Απόκρυψη
TrayHint=Το IObit Uninstaller απεγκαθιστά προγράμματα
SpecTUninstalling=Απεγκατάσταση του ακόλουθου προγράμματος:
SpecTUninstallingM=Απεγκατάσταση των ακόλουθων προγραμμάτων:
SpecTUninstalled=πρόγραμμα έχει απεγκατασταθεί.
SpecTUninstalledM=προγράμματα έχουν απεγκατασταθεί.
SpecTClose=Κλείσιμο

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Κατάργηση επίμονων προγραμμάτων
lbl_DescTitle.caption=Προβάλετε τα προγράμματα για τα οποία ενδέχεται να μη βρείτε μια καταχώριση απεγκατάστασης σε άλλα μέρη. Μπορείτε εύκολα να τα καταργήσετε εδώ.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Βάση Δεδομένων επίσημων Απεγκαταστατών (%d)
OfficialDesEx=Ορισμένα προγράμματα δεν μπορούν να απεγκατασταθούν κανονικά για λόγους ασφαλείας. Μπορείτε εύκολα να τα απεγκαταστήσετε χρησιμοποιώντας τον επίσημο απεγκαταστάτη τους εδώ.
AllGroupEx=Βάση Δεδομένων υποστηριζόμενων Προγραμμάτων (%d)
AllDesEx=Εδώ παραθέτουμε περισσότερα προγράμματα για τα οποία ενδέχεται να μην μπορείτε να βρείτε καταχώριση απεγκατάστασης σε άλλα μέρη. Μπορείτε να τα απεγκαταστήσετε εύκολα εδώ.
ProblemsTip=Βρέθηκαν προβλήματα
LoadingTip=Φορτώνεται η Βάσης Δεδομένων των υποστηριζόμενων Προγραμμάτων...
NotInstallSingleMsgBox=Δεν εντοπίστηκαν ζητήματα απεγκατάστασης για το ακόλουθο πρόγραμμα. Είστε βέβαιοι για να συνεχίσετε την απεγκατάσταση και να σαρώσετε για υπολειμματικά αρχεία?
NotInstallSomeMsgBox=Δεν εντοπίστηκαν ζητήματα απεγκατάστασης για τα ακόλουθα προγράμματα. Είστε βέβαιοι για να συνεχίσετε την απεγκατάσταση και να σαρώσετε για υπολειμματικά αρχεία?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Επαναφορά Συστήματος
rdlblDesc.Caption=Επαναφέρετε το PC σας στην κατάσταση στην οποία βρισκόταν πριν από το επιλεγμένο συμβάν. Το πιο πρόσφατο Σημείο Επαναφοράς δεν μπορεί να διαγραφεί, για την ασφάλεια του συστήματος.
ListView_Restore.Columns[0].Caption=Ημερομηνία και ώρα
ListView_Restore.Columns[1].Caption=Περιγραφή
btn_CreateRestorePoint.Caption=Δημιουργία Σημείου Επαναφοράς
RdImageButton_Restore.Caption=Επαναφορά
RdImageButton_Delete.Caption=Διαγραφή
lblNull.Caption=Δεν υπάρχουν Σημεία Επαναφοράς
Rdlbl_CreateRestorePoint.caption=Δημιουργία Σημείου Επαναφοράς

[SystemRestore_M]
SysRestore_CreateComplete=Το Σημείο Επαναφοράς δημιουργήθηκε επιτυχώς!
SysRestore_CreateFailed=Η δημιουργία του Σημείου Επαναφοράς απέτυχε! Παρακαλώ ελέγξτε εάν είναι ενεργοποιημένη η Επαναφορά Συστήματος.
SysRestore_CreateRestore_Confirm=Είστε βέβαιοι ότι θέλετε να δημιουργήσετε ένα Σημείο Επαναφοράς?
SysRestore_CreateRestore_Tip=Δημιουργείται Σημείο Επαναφοράς, παρακαλώ περιμένετε...
SysRestore_CreateRestore_Failed=Η δημιουργία του Σημείου Επαναφοράς απέτυχε! Παρακαλώ ελέγξτε εάν είναι ενεργοποιημένη η Επαναφορά Συστήματος.
SysRestore_SetRestore_Confirm=ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Επαναφέροντας το σύστημά σας σε ένα Σημείο Επαναφοράς, θα αναιρεθούν όλες οι αλλαγές που έγιναν στο σύστημα μετά από εκείνο το σημείο. Μόλις ξεκινήσει, η επαναφορά συστήματος δεν μπορεί να διακοπεί ή να μην ολοκληρωθεί. Είστε βέβαιοι ότι θέλετε να συνεχίσετε?
SysRestore_SetRestore_Reboot=Απαιτείται μια επανεκκίνηση για την εφαρμογή αυτών των αλλαγών. Παρακαλώ αποθηκεύστε όλα τα ανοικτά αρχεία σας και κλείστε όλα τα προγράμματα που ανοίξατε πριν επανεκκινήσετε. Επανεκκίνηση του υπολογιστή τώρα?
SysRestore_SetRestore_Tip=Επαναφέρει αρχεία συστήματος και ρυθμίσεις, παρακαλώ περιμένετε...
SysRestore_Delete_Confirm=Είστε βέβαιοι ότι θέλετε να το διαγράψετε?

[UninstallForm_M]
MsgBox_SelectProgram=Παρακαλώ επιλέξτε τουλάχιστον ένα πρόγραμμα.
Msg_Bundle_RebootSpec=Η απεγκατάσταση έγινε. Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να ολοκληρωθεί.
OneItemStr=%d στοιχείο
SomeItemStr=%d στοιχεία
Clean_Uninstall=Καθαρισμός της απεγκατάστασης
RebootToDelete_Str=(Διαγραφή κατά την επανεκκίνηση)
UninstallingSingleStr_New=Είστε βέβαιοι για να απεγκαταστήσετε το επιλεγμένο στοιχείο?
UninstallingSomeStr_New=Είστε βέβαιοι για να απεγκαταστήσετε τα %d επιλεγμένα στοιχεία?
UninstallingSingleStrUpdate=Είστε βέβαιοι για να απεγκαταστήσετε την επιλεγμένη ενημέρωση των Windows?
UninstallingSomeStrUpdate=Είστε βέβαιοι για να απεγκαταστήσετε τις %d επιλεγμένες ενημερώσεις των Windows?
UninstallingSingleStrApp=Είστε βέβαιοι για να απεγκαταστήσετε την επιλεγμένη εφαρμογή των Windows?
UninstallingSomeStrApp=Είστε βέβαιοι για να απεγκαταστήσετε τις %d επιλεγμένες εφαρμογές των Windows?
Uninstall_Str=Απεγκατάσταση του %s (%d/%d)
Scan_Str=Σάρωση %s (%d/%d)
UninstallOne_Str=Απεγκατάσταση του %s
ScanOne_Str=Σάρωση %s
CreateRetore_Str=Δημιουργείται Σημείο Επαναφοράς, παρακαλώ περιμένετε...
SureToDeleteSomeStr_New=Έχετε απεγκαταστήσει <a>%d</a> στοιχεία. Αλλά εξακολουθούν να έχουν τα ακόλουθα υπολείμματα.
SureToDeleteOneStr_New=Έχετε απεγκαταστήσει <a>1</a> στοιχείο. Αλλά εξακολουθεί να έχει τα ακόλουθα υπολείμματα.
SureToDeleteSomeStrApp=<a>%d</a> εφαρμογές των Windows έχουν απεγκατασταθεί. Αλλά αυτές εξακολουθούν να έχουν τα ακόλουθα υπολείμματα.
SureToDeleteOneStrApp=<a>1</a> εφαρμογή των Windows έχει απεγκατασταθεί. Αλλά αυτή εξακολουθεί να έχει τα ακόλουθα υπολείμματα.
SureToDeleteByHistroy=Βρέθηκαν υπολείμματα
DeletingStr=Διαγραφή υπολειμμάτων, παρακαλώ περιμένετε
DeleteCancleStr=Είστε βέβαιοι ότι θέλετε να ακυρώσετε τη διαγραφή?
RestoringCancleStr=Δημιουργείται Σημείο Επαναφοράς. Είστε βέβαιοι ότι θέλετε να ακυρώσετε?
UninstallingCancleStr=Απεγκατάσταση είναι σε εξέλιξη και μπορεί να απομείνουν υπολειμματικά αρχεία έαν εξέλθετε τώρα. Είστε βέβαιοι ότι θέλετε να εξέλθετε τώρα?
ScaningCancleStr=Σάρωση βρίσκεται σε εξέλιξη και ενδέχεται να απομείνουν υπολειμματικά αρχεία εάν εξέλθετε τώρα. Είστε βέβαιοι ότι θέλετε να εξέλθετε?
RegistryCaption_Str=Μητρώο
FileCaption_Str=Αρχείο
TaskCaption_Str=Προγραμματισμένες εργασίες
ServiceCaption_Str=Υπηρεσίες Συστήματος
DllCaption_Str=Εγγραφή DLL
SuccessReslutFromHistroySingle=Τα υπολειμματικά αρχεία έχουν εκκαθαριστεί με επιτυχία. Ελέγξτε λεπτομέρειες παρακάτω:
SuccessReslutFromUninstallSingle_New=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> στοιχείο και διαγράφηκαν τα παρακάτω υπολείμματα:
SuccessReslutFromUninstallSome_New=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> στοιχεία και διαγράφηκαν τα παρακάτω υπολείμματα:
SuccessReslutFromUninstallSingleApp=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> εφαρμογή των Windows με τις παρακάτω λεπτομέρειες:
SuccessReslutFromUninstallSomeApp=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> εφαρμογές των Windows με τις παρακάτω λεπτομέρειες:
FileDelete_Str=Αρχεία
RegDelete_Str=Καταχωρίσεις Μητρώου
TaskDelete_Str=Προγραμματισμένες εργασίες
ServiceDelete_Str=Υπηρεσίες συστήματος
DeepDelete_Str=Καταγεγραμμένα στοιχεία
HtmlRecomReslutCaption=Απεγκαταστάθηκαν <a>%d</a> προγράμματα και αφαιρέθηκαν τα παρακάτω υπολείμματα:
HtmlRecomReslutCaption1=Απεγκαταστάθηκε <a>%d</a> πρόγραμμα και αφαιρέθηκαν τα παρακάτω κατάλοιπα:
HtmlRecomReslutAppCaption=Απεγκαταστάθηκαν <a>%d</a> εφαρμογές των Windows και αφαιρέθηκαν τα παρακάτω κατάλοιπα:
HtmlRecomReslutAppCaption1=Απεγκαταστάθηκε <a>%d</a> εφαρμογή των Windows και αφαιρέθηκαν τα παρακάτω κατάλοιπα:
HtmlFileReCaption=<a>%s</a> άχρηστα αρχεία
HtmlRegReCaption=<a>%d</a> άχρηστες καταχωρίσεις Μητρώου
HtmlTaskReCaption=<a>%d</a> άκυρες προγραμματισμένες εργασίες
HtmlServicesReCaption=<a>%d</a> άκυρες υπηρεσίες Συστήματος
HtmlDeepReCaption=<a>%d</a> καταγεγραμμένα στοιχεία
HtmlFileReCaptionOne=<a>%s</a> άχρηστο αρχείο
HtmlRegReCaptionOne=<a>%d</a> άχρηστη καταχώριση Μητρώου
HtmlTaskReCaptionOne=<a>%d</a> άκυρη προγραμματισμένη εργασία
HtmlServicesReCaptionOne=<a>%d</a> άκυρη υπηρεσία συστήματος
HtmlDeepReCaptionOne=<a>%d</a> καταγεγραμμένο στοιχείο
UninstallPromote=Αγοράστε τώρα
RebootYes=Επανεκκίνηση τώρα
RebootLater=Αργότερα
FromHistroyNoItem=Δεν βρέθηκαν κατάλοιπα.
FromUninstallNoItem=Η απεγκατάσταση ολοκληρώθηκε.
RelatedMetroText=Αυτές οι εφαρμογές σχετίζονται. Απεγκατάσταση οποιασδήποτε από αυτές θα απεγκαταστήσει αυτόματα τις άλλες. Ειστε βέβαιοι ότι θέλετε να απεγκαταστήσετε?
RelatedSoftText=Τα παραπάνω συνοδευτικά προϊόντα εγκαταστάθηκαν την ίδια στιγμή. Θέλετε να τα απεγκαταστήσετε μαζί?
HtmlADPluginCaption=<a>%d</a> Παρεμβολές διαφημιστικών Πρόσθετων
HtmlMaliciousPluginCaption=<a>%d</a> Απειλές κακόβουλων Πρόσθετων
MoneyBackInfo=Εσείς θα απολαύσετε ένα ασφαλέστερο και γρηγορότερο PC καταργώντας πλήρως ανεπιθύμητα προγράμματα και Πρόσθετα. Εγγύηση επιστροφής χρημάτων εντός 60 ημερών. Δεν τέθηκε θέμα.
SpecRestartAll=Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να απεγκατασταθούν πλήρως τα ακόλουθα προγράμματα. Επανεκίνηση τώρα?
SpecRestartOne=Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να απεγκατασταθεί πλήρως το ακόλουθο πρόγραμμα. Επανεκκίνηση τώρα?
UnPromoteTitle=Αλλά με την έκδοση PRO, μπορούν να προσφερθούν περισσότερα χαρακτηριστικά και οφέλη:
UnPromote_60=Εγγύηση επιστροφής χρημάτων εντός 60 ημερών
PromotelbPlugins_New=Καταργήστε <a>%d</a> μοχθηρά προγράμματα & επεκτάσεις για ασφαλές σερφάρισμα
PromotelbPlugin_New=Καταργήστε <a>%d</a> μοχθηρό πρόγραμμα & επέκταση για ασφαλές σερφάρισμα
PromotelbPlugin0_New=Καταργήστε μοχθηρά προγράμματα & επεκτάσεις για ασφαλές σερφάρισμα
PromotelbUpdate=1-κλικ για να ενημερώσετε <a>%d</a> παρωχημένα προγράμματα, ώστε να μειώσετε τπυς κινδύνους ασφαλείας
PromotelbUpdate0=1-κλικ για να ενημερώνετε παρωχημένο λογισμικό, ώστε να μειώνετε τους κινδύνους ασφαλείας
PromotelbMoreDBs_New=Αφαιρέστε πλήρως <a>%d</a> επίμονα προγράμματα
PromotelbMoreDB_New=Αφαιρέστε πλήρως <a>%d</a> επίμονο πρόγραμμα
PromotelbMoreDB0_New=Μοναδική βάση δεδομένων υποστηρίζει την κατάργηση 1000+ επίμονων προγραμμάτων
PromotelbClean=1-κλικ για να καταργείτε συνοδευτικό λογισμικό
PromotelbAuto=Αυτόματη διαγραφή υπολειμμάτων προγράμματος που απέμειναν από άλλον απεγκαταστάτη
NeedCloseApp=Το %s εκτελείται και πρέπει να κλείσει για να μπορέσει να απεγκατασταθεί. Είστε βέβαιοι ότι θέλετε να το κλείσετε?
LB_Free=Δωρεάν
LB_Pro=PRO
RestoreOpenstr=Η Επαναφορά Συστήματος δεν είναι ενεργοποιημένη. Κάντε κλικ στο "OK" για να την ενεργοποιήσετε, έτσι ώστε το IObit Uninstaller να μπορεί να δημιουργεί σημεία επαναφοράς πριν από την απεγκατάσταση προγραμμάτων.
OfficialFail=Απέτυχε η απεγκατάσταση του παρακάτω προγράμματος. Μπορείτε να το απεγκαταστήσετε με το επίσημο βοηθητικό του πρόγραμμα απεγκατάστασης.
OfficialFails=Απέτυχε η απεγκατάσταση των παρακάτω προγραμμάτων. Μπορείτε να τα απεγκαταστήσετε με τα επίσημα βοηθητικά τους προγράμματα απεγκατάστασης.
QuitDonwload=Είστε βέβαιοι ότι θέλετε να ακυρώσετε τη λήψη?
LogHintTitle=Περισσότερα οφέλη, εμείς υποσχόμαστε:
LogHintStr=+ Πλήρης απεγκατάσταση των καταγεγραμμένων προγραμμάτων <br>+ Αφαίρεση και εκκαθάριση 200+ επίμονων προγραμμάτων <br>+ Απεγκατάσταση συνοδευτικού λογισμικού πλήρως & με εύκολία
UpgradePromote=Αναβαθμίστε στο IObit Uninstaller PRO για να εκκαθαρίσετε αυτόματα τα υπολείμματα
UpgradeFileDelete=%s υπολειμματικά αρχεία εκκαθαρίστηκαν επιτυχώς.
UpgradeRegsDelete=%s υπολειμματικές καταχωρίσεις Μητρώου εκκαθαρίστηκαν επιτυχώς.
UpgradeRegDelete=%s υπολειμματική καταχώριση Μητρώου εκκαθαρίστηκε επιτυχώς.
PromoteB_Title=Περισσότερα ζητήματα μπορούν να επιλυθούν με την έκδοση PRO:
PromoteB_Update=Το παρωχημένο πρόγραμμα μπορεί να ενημερωθεί με 1-κλικ:
PromoteB_Plugin_New=Μοχθηρό λογισμικό & επεκτάσεις πρέπει να καταργηθούν για ασφαλές σερφάρισμα:
PromoteB_Leftover=Υπολείμματα απεγκαταστάσεων μπορούν να διαγραφούν για ένα πιο καθαρό PC:
PromoteB_Log=Τα καταχωρισμένα προγράμματα μπορούν να απεγκατασταθούν πλήρως:
PromoteB_Unuse=Προγράμματα που δεν χρησιμοποιούνται για πάνω από 2 μήνες μπορούν να απεγκατασταθούν:
PromoteB_Banweb_New=Οι αναδυόμενες ειδοποιήσεις μπορούν να αποκλειστούν για να αποφευχθεί διακοπή:
PromoteB_Permission=Περιττά δικαιώματα λογισμικού μπορούν να απενεργοποιηθούν:
PromoteB_SetupFile=Αχρείαστα αρχεία εγκατάστασης μπορούν να εκκαθαριστούν για να αποδεσμευθεί περισσότερος χώρος δίσκου:
PromoteB_Fix=Επιδιόρθωση Τώρα
PromoteB_Stubborn=Τα επίμονα προγράμματα μπορούν να αφαιρεθούν πλήρως:
OfficialSp_1=Πλήρη απεγκατάσταση του ακόλουθου προγράμματος, με το επίσημό του βοηθητικό πρόγραμμα απεγκατάστασης.
OfficialSps_1=Πλήρη απεγκατάσταση των ακόλουθων προγραμμάτων, με τα επίσημά τους βοηθητικά προγράμματα απεγκατάστασης.
LogPromoteHintTitle=Καθαρίστε σχολαστικά όλα τα καταγεγραμμένα στοιχεία με την <a>έκδοση PRO</a>:
LogPromoteHintRegs=<a>%s</a> καταχωρίσεις μητρώου
LogPromoteHintReg=<a>%s</a> καταχώριση μητρώου
LogPromoteHintFiles=<a>%s</a> αρχεία
LogPromoteHintFile=<a>%s</a> αρχείο
LogPromoteHintTasks=<a>%s</a> προγραμματισμένες εργασίες
LogPromoteHintTask=<a>%s</a> προγραμματισμένη εργασία
LogPromoteHintServices=<a>%s</a> υπηρεσίες συστήματος
LogPromoteHintService=<a>%s</a> υπηρεσία συστήματος
LogPromoteHintDlls=<a>%s</a> εγγραφές dll
LogPromoteHintDll=<a>%s</a> εγγραφή dll
LogPromoteFormLogPro=καταγεγραμμένα στοιχεία
LogPromoteFormDesc_New=Περαιτέρω εκκαθάριση περισσοτέρων υπολειμμάτων με την έκδοση PRO.
LogPromoteFormTip=Λεπτομέρειες όπως παρακάτω:
LogPromoteFormDetails=Δείτε λεπτομέρειες
EndRunningExeSingleMsgBox=Το ακόλουθο στοιχείο εκτελείται. Είστε βέβαιος ότι θέλετε να το κλείσετε και να το διαγράψετε?
EndRunningExeSomeMsgBox=Τα ακόλουθα στοιχεία εκτελούνται. Είστε βέβαιος ότι θέλετε να τα κλείσετε και να τα διαγράψετε?
UninstallingSingleStr=Είστε βέβαιοι για να απεγκαταστήσετε το επιλεγμένο πρόγραμμα?
UninstallingSomeStr=Είστε βέβαιοι για να απεγκαταστήσετε τα επιλεγμένα %d προγράμματα?
SureToDeleteSomeStr=<a>%d</a> προγράμματα απεγκαταστάθηκαν. Αλλά εξακολουθούν να έχουν τα ακόλουθα υπολείμματα.
SureToDeleteOneStr=<a>1</a> πρόγραμμα απεγκαταστάθηκε. Αλλά εξακολουθεί να έχει τα ακόλουθα υπολείμματα.
SuccessReslutFromUninstallSingle=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> πρόγραμμα με τις παρακάτω λεπτομέρειες:
SuccessReslutFromUninstallSome=Έχετε απεγκαταστήσει επιτυχώς <a>%d</a> προγράμματα με τις παρακάτω λεπτομέρειες:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Άνοιγμα στον επεξεργαστή Μητρώου
mniMenu_Path.caption=Άνοιγμα θέσης αρχείου
btnImg_AllMainCancel.caption=Άκυρο
btnImg_Uninstall.caption=Απεγκατάσταση
btnImg_ChkAutoDelete.caption=Αυτόματη αφαίρεση υπολειμματικών αρχείων
btnImg_ChkCreateRestore.caption=Δημιουργία ενός σημείου επαναφοράς, πριν από την απεγκατάσταση
lbl_IsUninstallHint.caption=Θέλετε να απεγκαταστήσετε το επιλεγμένο πρόγραμμα?
btnImg_Delete.caption=Διαγραφή
btnImg_ReslutCancel.caption=Άκυρο
btnImgl_SeletedAll.caption=Επιλογή όλων
btnImg_ChkShredFile.caption=Καταστροφή αρχείων
lbl_NoPowerScan.caption=Η απεγκατάσταση ολοκληρώθηκε.
btnImg_RecommendClose.caption=Κλείσιμο
btnImg_Restart.caption=Ναι
lbl_MoneyBackTitle.caption=Εγγυημένη ολοκληρωμένη απεγκατάσταση και ένα καθαρότερο PC
btn_Tab.caption=Αποκτήστε περισσότερα με το IObit Uninstaller PRO
lbl_InfoDB.caption=Μεγάλη βάση δεδομένων για να αφαιρείτε πλήρως επίμονα προγράμματα
lbl_InfoRemove.caption=Αφαιρέστε κακόβουλα && διαφημιστικά Πρόσθετα για ασφαλή && ομαλή online περιήγηση
lbl_InfoUpdate.caption=Παρακολούθηση της εγκατάστασης προγράμματος && αφαίρεση του συνοδευτικού του λογισμικού

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Τι νέο υπάρχει

[WindowsUpdate_M]
Update_NoItem_Tip=Δεν βρέθηκαν ενημερώσεις των Windows.
NoSerchItem_Tip=Δεν υπάρχουν στοιχεία αντίστοιχα με την αναζήτησή σας.
Update_Loading_Tip=Φορτώνει...
Update_WindowsTitle=Εδώ είναι η λίστα όλων των εγκατεστημένων ενημερώσεων των Windows στον υπολογιστή σας. Απεγκαταστήστε τις ανεπιθύμητες ενημερώσεις των Windows για να ελευθερώσετε περισσότερο χώρο.
Button_Uninstall=Απεγκατάσταση

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Ημερομηνία εγκατάστασης
mniUninstall.caption=Απεγκατάσταση
mniRefush.caption=Ανανέωση

